{
  "happy": [
    {
      "shlok": "विद्या विनयसम्पन्ने ब्राह्मणे गवि हस्तिनि। शुनि चैव श्वपाके च पण्डिताः समदर्शिनः॥ (BG 5.18)",
      "meaning": "ज्ञानी व्यक्ति ब्राह्मण, गाय, हाथी, कुत्ता और चांडाल को समान दृष्टि से देखता है।"
    },
    {
      "shlok": "निमित्तमात्रं भव सव्यसाचिन्॥ (BG 11.33)",
      "meaning": "हे अर्जुन! तू केवल निमित्त (साधन) मात्र बन। असली कर्ता मैं ही हूँ।"
    },
    {
      "shlok": "प्रकृतेः क्रियमाणानि गुणैः कर्माणि सर्वशः। अहङ्कारविमूढात्मा कर्ताहमिति मन्यते॥ (BG 3.27)",
      "meaning": "सभी कर्म प्रकृति के गुणों द्वारा होते हैं, परंतु अहंकार से मोहित मनुष्य सोचता है कि मैं ही कर्ता हूँ।"
    },
    {
      "shlok": "नाहं प्रकाशः सर्वस्य योगमायासमावृतः। मूढोऽयं नाभिजानाति लोको मामजमव्ययम्॥ (BG 7.25)",
      "meaning": "मैं अपनी योगमाया से सबके लिए आच्छादित हूँ, इसलिए मूर्ख लोग मुझे जन्मरहित, अविनाशी परमात्मा नहीं पहचानते।"
    },
    {
      "shlok": "अमानित्वमदम्भित्वमहिंसा क्षान्तिरार्जवम्। आचार्योपासनं शौचं स्थैर्यमात्मविनिग्रहः॥ (BG 13.8)",
      "meaning": "अहंकार का अभाव, दम्भ का अभाव, अहिंसा, क्षमा, सरलता, गुरु की सेवा, शुद्धि, स्थिरता और आत्मसंयम — ये सब ज्ञान कहलाते हैं।"
    },
    {
      "shlok": "मत्तः परतरं नान्यत्किञ्चिदस्ति धनंजय। मयि सर्वमिदं प्रोतं सूत्रे मणिगणा इव॥ (BG 7.7)",
      "meaning": "हे अर्जुन! मुझसे श्रेष्ठ कुछ भी नहीं है। सब कुछ मेरे में ही गुँथा हुआ है जैसे मणि धागे में गुँथे होते हैं।"
    },
    {
      "shlok": "क्षिप्रं भवति धर्मात्मा शश्वच्छान्तिं निगच्छति। कौन्तेय प्रतिजानीहि न मे भक्तः प्रणश्यति॥ (BG 9.31)",
      "meaning": "मेरा भक्त कभी नष्ट नहीं होता – इसलिए उसे घमंड करने की ज़रूरत नहीं, भगवान ही रक्षा करते हैं।"
    },
    {
      "shlok": "कर्मण्येवाधिकारस्ते मा फलेषु कदाचन॥ (BG 2.47)",
      "meaning": "तेरा अधिकार केवल कर्म करने में है, फल पर नहीं।"
    },
    {
      "shlok": "योगस्थः कुरु कर्माणि सङ्गं त्यक्त्वा धनञ्जय॥ (BG 2.48)",
      "meaning": "योग में स्थिर होकर आसक्ति छोड़कर कर्म कर।"
    },
    {
      "shlok": "समः शत्रौ च मित्रे च तथा मानापमानयोः॥ (BG 6.9)",
      "meaning": "मित्र-शत्रु और मान-अपमान में जो समान है, वही श्रेष्ठ है।"
    },
    {
      "shlok": "सुखदुःखे समे कृत्वा लाभालाभौ जयाजयौ॥ (BG 2.38)",
      "meaning": "सुख-दुःख, लाभ-हानि और जय-पराजय में समान रहो।"
    },
    {
      "shlok": "न हि ज्ञानेन सदृशं पवित्रमिह विद्यते॥ (BG 4.38)",
      "meaning": "इस संसार में ज्ञान से बढ़कर कुछ भी पवित्र नहीं।"
    },
    {
      "shlok": "श्रद्धावान् लभते ज्ञानम्॥ (BG 4.39)",
      "meaning": "श्रद्धा रखने वाला व्यक्ति ज्ञान प्राप्त करता है।"
    },
    {
      "shlok": "सर्वधर्मान्परित्यज्य मामेकं शरणं व्रज॥ (BG 18.66)",
      "meaning": "सब धर्मों को त्यागकर केवल मेरी शरण में आ।"
    },
    {
      "shlok": "भक्त्या मामभिजानाति॥ (BG 18.55)",
      "meaning": "भक्ति द्वारा ही मुझे जाना जा सकता है।"
    },
    {
      "shlok": "अनन्याश्चिन्तयन्तो मां ये जनाः पर्युपासते। तेषां नित्याभियुक्तानां योगक्षेमं वहाम्यहम्॥ (BG 9.22)",
      "meaning": "जो मुझे अनन्य भाव से भजते हैं, मैं स्वयं उनके योग-क्षेम का वहन करता हूँ।"
    },
    {
      "shlok": "समोऽहं सर्वभूतेषु न मे द्वेष्योऽस्ति न प्रियः॥ (BG 9.29)",
      "meaning": "मैं सबके प्रति समान हूँ, न कोई मेरा शत्रु है न कोई प्रिय।"
    },
    {
      "shlok": "उद्धरेदात्मनात्मानं नात्मानमवसादयेत्॥ (BG 6.5)",
      "meaning": "मनुष्य को चाहिए कि वह स्वयं को ऊपर उठाए, न कि गिराए।"
    },
    {
      "shlok": "शान्तिमेव अनुपश्यति॥ (BG 6.7)",
      "meaning": "आत्मज्ञानी व्यक्ति शांति प्राप्त करता है।"
    },
    {
      "shlok": "विहाय कामान्यः सर्वान्पुमांश्चरति निःस्पृहः॥ (BG 2.71)",
      "meaning": "जो मनुष्य सभी कामनाओं को त्यागकर निःस्पृह रहता है वही शांति प्राप्त करता है।"
    },
    {
      "shlok": "समदुःखसुखः स्वस्थः समलोष्टाश्मकाञ्चनः॥ (BG 6.8)",
      "meaning": "सुख-दुःख, मिट्टी-पत्थर और सोना – सबको समान मानने वाला योगी श्रेष्ठ है।"
    },
    {
      "shlok": "यो मां पश्यति सर्वत्र सर्वं च मयि पश्यति॥ (BG 6.30)",
      "meaning": "जो मुझे सर्वत्र देखता है और सबको मुझमें देखता है वही मुझसे अविभक्त है।"
    },
    {
      "shlok": "मच्चित्तः सर्वदुर्गाणि मत्प्रसादात्तरिष्यसि॥ (BG 18.58)",
      "meaning": "यदि मन मुझमें लगाओगे तो मेरी कृपा से सभी कठिनाइयों को पार करोगे।"
    },
    {
      "shlok": "ज्ञानी त्वात्मैव मे मतम्॥ (BG 7.18)",
      "meaning": "ज्ञानी भक्त तो मेरे ही समान है।"
    },
    {
      "shlok": "अहं बीजप्रदः पिता॥ (BG 14.4)",
      "meaning": "मैं ही इस जगत का बीज देने वाला पिता हूँ।"
    },
    {
      "shlok": "प्रसन्नचेतसो ह्याशु बुद्धिः पर्यवतिष्ठते॥ (BG 2.65)",
      "meaning": "प्रसन्नचित्त व्यक्ति की बुद्धि शीघ्र ही स्थिर हो जाती है।"
    },
    {
      "shlok": "यदा यदा हि धर्मस्य ग्लानिर्भवति भारत। अभ्युत्थानमधर्मस्य तदात्मानं सृजाम्यहम्॥ (BG 4.7)",
      "meaning": "हे भारत! जब जब धर्म की हानि और अधर्म की वृद्धि होती है तब मैं स्वयं प्रकट होता हूँ।"
    },
    {
      "shlok": "यत्र योगेश्वरः कृष्णो यत्र पार्थो धनुर्धरः। तत्र श्रीर्विजयो भूतिर्ध्रुवा नीतिर्मतिर्मम॥ (BG 18.78)",
      "meaning": "जहाँ योगेश्वर श्रीकृष्ण हैं और जहाँ अर्जुन है, वहीं विजय और समृद्धि है।"
    },
    {
      "shlok": "सन्तोषः परमं सुखम्॥",
      "meaning": "संतोष ही सबसे बड़ा सुख है।"
    },
    {
      "shlok": "न हि कश्चित्क्षणमपि जातु तिष्ठत्यकर्मकृत्॥ (BG 3.5)",
      "meaning": "कोई भी क्षणभर भी बिना कर्म किए नहीं रह सकता।"
    },
    {
      "shlok": "सर्वं खल्विदं ब्रह्म॥",
      "meaning": "यह सम्पूर्ण जगत ही ब्रह्म है।"
    },
    {
      "shlok": "मद्भक्तो लभते शान्तिम्॥",
      "meaning": "भक्त मुझे प्राप्त कर शांति पाता है।"
    },
    {
      "shlok": "सर्वे भवन्तु सुखिनः॥",
      "meaning": "सब सुखी रहें, यही मंगलकामना है।"
    },
    {
      "shlok": "सर्वे धर्माः समान दृष्ट्या देखे जाते हैं॥ (BG 5.18)",
      "meaning": "ज्ञानी सबको समान दृष्टि से देखता है।"
    }
  ],
  "sad": [
    {
      "shlok": "अशोच्यानन्वशोचस्त्वं प्रज्ञावादांश्च भाषसे। गतासूनगतासूंश्च नानुशोचन्ति पण्डिताः॥ (BG 2.11)",
      "meaning": "शोक करने योग्य बातों पर तू शोक नहीं कर रहा है, और जो बातें शोक के योग्य नहीं हैं उन पर तू शोक कर रहा है। ज्ञानी मृत और जीवित दोनों पर शोक नहीं करते।"
    },
    {
      "shlok": "न त्वेवाहं जातु नासं न त्वं नेमे जनाधिपाः। न चैव न भविष्यामः सर्वे वयमतः परम्॥ (BG 2.12)",
      "meaning": "कभी ऐसा समय नहीं था जब मैं, तुम या ये राजा नहीं थे; और भविष्य में भी हम सबका अस्तित्व बना रहेगा।"
    },
    {
      "shlok": "वासांसि जीर्णानि यथा विहाय नवानि गृह्णाति नरोऽपराणि। तथा शरीराणि विहाय जीर्णान्यन्यानि संयाति नवानि देही॥ (BG 2.22)",
      "meaning": "जैसे मनुष्य पुराने वस्त्र त्यागकर नए वस्त्र धारण करता है, वैसे ही आत्मा पुराने शरीर छोड़कर नया शरीर धारण करती है।"
    },
    {
      "shlok": "न जायते म्रियते वा कदाचि-न्नायं भूत्वा भविता वा न भूयः। अजो नित्यः शाश्वतोऽयं पुराणो न हन्यते हन्यमाने शरीरे॥ (BG 2.20)",
      "meaning": "आत्मा कभी जन्म नहीं लेती और न ही मरती है। यह अविनाशी, नित्य और शाश्वत है। शरीर नष्ट होने पर भी आत्मा नष्ट नहीं होती।"
    },
    {
      "shlok": "मात्रास्पर्शास्तु कौन्तेय शीतोष्णसुखदुःखदाः। आगमापायिनोऽनित्यास्तांस्तितिक्षस्व भारत॥ (BG 2.14)",
      "meaning": "हे अर्जुन! शीत और उष्ण, सुख और दुःख इन्द्रियों के संपर्क से उत्पन्न होते हैं, ये अनित्य हैं। इन्हें धैर्यपूर्वक सहन करना चाहिए।"
    },
    {
      "shlok": "समदुःखसुखं धीरं सोऽमृतत्वाय कल्पते॥ (BG 2.15)",
      "meaning": "जो सुख-दुःख में समान रहता है और धैर्यवान है, वही अमरत्व (मोक्ष) का अधिकारी होता है।"
    },
    {
      "shlok": "यदा यदा हि धर्मस्य ग्लानिर्भवति भारत। अभ्युत्थानमधर्मस्य तदात्मानं सृजाम्यहम्॥ (BG 4.7)",
      "meaning": "जब-जब धर्म की हानि होती है और अधर्म बढ़ता है, तब-तब मैं स्वयं प्रकट होता हूँ।"
    },
    {
      "shlok": "परित्राणाय साधूनां विनाशाय च दुष्कृताम्। धर्मसंस्थापनार्थाय सम्भवामि युगे युगे॥ (BG 4.8)",
      "meaning": "साधु पुरुषों की रक्षा, दुष्टों के विनाश और धर्म की स्थापना के लिए मैं युग-युग में प्रकट होता हूँ।"
    },
    {
      "shlok": "अनन्याश्चिन्तयन्तो मां ये जनाः पर्युपासते। तेषां नित्याभियुक्तानां योगक्षेमं वहाम्यहम्॥ (BG 9.22)",
      "meaning": "जो लोग अनन्य भाव से मेरा चिंतन करते हैं, मैं उनके योगक्षेम (जो नहीं है उसे लाने और जो है उसकी रक्षा करने) का भार स्वयं उठाता हूँ।"
    },
    {
      "shlok": "मन्मना भव मद्भक्तो मद्याजी मां नमस्कुरु। मामेवैष्यसि युक्त्वैवमात्मानं मत्परायणः॥ (BG 9.34)",
      "meaning": "हे अर्जुन! तू मेरा भक्त बन, मेरा चिंतन कर, मेरी पूजा कर और मुझे नमस्कार कर। इस प्रकार तू निश्चित रूप से मुझमें ही आएगा।"
    }
  ],
  "motivation": [
    {
      "shlok": "उद्धरेदात्मनाऽत्मानं नात्मानमवसादयेत्। आत्मैव ह्यात्मनो बन्धुरात्मैव रिपुरात्मनः॥ (BG 6.5)",
      "meaning": "मनुष्य को अपने ही द्वारा अपना उद्धार करना चाहिए, स्वयं को नीचा नहीं गिराना चाहिए। क्योंकि मनुष्य स्वयं अपना मित्र भी है और शत्रु भी।"
    },
    {
      "shlok": "कर्मण्येवाधिकारस्ते मा फलेषु कदाचन। मा कर्मफलहेतुर्भूर्मा ते संगोऽस्त्वकर्मणि॥ (BG 2.47)",
      "meaning": "तेरा अधिकार केवल कर्म करने में है, फल में कभी नहीं। इसलिए कर्म का कारण फल न बने और न ही तू अकर्म में आसक्त हो।"
    },
    {
      "shlok": "योगस्थः कुरु कर्माणि सङ्गं त्यक्त्वा धनञ्जय। सिद्ध्यसिद्ध्योः समो भूत्वा समत्वं योग उच्यते॥ (BG 2.48)",
      "meaning": "हे अर्जुन! योग में स्थित होकर कर्म कर, आसक्ति त्याग कर, सफलता-असफलता में समान रह; यही समत्व योग कहलाता है।"
    },
    {
      "shlok": "न हि कल्याणकृत्कश्चिद्दुर्गतिं तात गच्छति॥ (BG 6.40)",
      "meaning": "हे पुत्र! कल्याण करने वाला कोई भी मनुष्य कभी दुखद गति को प्राप्त नहीं होता।"
    },
    {
      "shlok": "श्रेयान्स्वधर्मो विगुणः परधर्मात्स्वनुष्ठितात्। (BG 3.35)",
      "meaning": "अपने धर्म का पालन करना, चाहे वह त्रुटिपूर्ण ही क्यों न हो, दूसरों के धर्म को करने से श्रेष्ठ है।"
    },
    {
      "shlok": "यदा यदा हि धर्मस्य ग्लानिर्भवति भारत। अभ्युत्थानमधर्मस्य तदात्मानं सृजाम्यहम्॥ (BG 4.7)",
      "meaning": "जब-जब धर्म की हानि होती है और अधर्म की वृद्धि होती है, तब-तब मैं स्वयं प्रकट होता हूँ।"
    },
    {
      "shlok": "अनन्याश्चिन्तयन्तो मां ये जनाः पर्युपासते। तेषां नित्याभियुक्तानां योगक्षेमं वहाम्यहम्॥ (BG 9.22)",
      "meaning": "जो लोग अनन्य भाव से मेरा चिंतन करते हैं, उनके योग-क्षेम का वहन मैं स्वयं करता हूँ।"
    },
    {
      "shlok": "क्षिप्रं भवति धर्मात्मा शश्वच्छान्तिं निगच्छति। कौन्तेय प्रतिजानीहि न मे भक्तः प्रणश्यति॥ (BG 9.31)",
      "meaning": "हे कुन्तीपुत्र! मेरा भक्त शीघ्र ही धर्मात्मा हो जाता है और शाश्वत शांति प्राप्त करता है। मेरा भक्त कभी नष्ट नहीं होता।"
    },
    {
      "shlok": "तस्मादज्ज्ञानेनावृतं ज्ञानं तेन मुह्यन्ति जन्तवः॥ (BG 5.15)",
      "meaning": "अज्ञान से ढका हुआ ज्ञान ही मनुष्यों को मोह में डाल देता है। इसलिए ज्ञान का प्रकाश ही उन्हें मुक्त करता है।"
    },
    {
      "shlok": "न हि ज्ञानेन सदृशं पवित्रमिह विद्यते। तत्स्वयं योगसंसिद्धः कालेनात्मनि विन्दति॥ (BG 4.38)",
      "meaning": "इस संसार में ज्ञान के समान पवित्र वस्तु कुछ नहीं है। योग से सिद्ध हुआ मनुष्य समय आने पर इसे अपने में प्राप्त करता है।"
    },
    {
      "shlok": "सुखदुःखे समे कृत्वा लाभालाभौ जयाजयौ। ततो युद्धाय युज्यस्व नैवं पापमवाप्स्यसि॥ (BG 2.38)",
      "meaning": "सुख-दुःख, लाभ-हानि और जय-पराजय को समान मानकर युद्ध में प्रवृत्त हो जा; इस प्रकार तू पाप को प्राप्त नहीं होगा।"
    },
    {
      "shlok": "कर्मजं बुद्धियुक्ता हि फलं त्यक्त्वा मनीषिणः। जन्मबन्धविनिर्मुक्ताः पदं गच्छन्त्यनामयम्॥ (BG 2.51)",
      "meaning": "बुद्धियुक्त ज्ञानीजन कर्मफल का त्याग करके जन्मबंधन से मुक्त हो जाते हैं और परम शांति को प्राप्त करते हैं।"
    },
    {
      "shlok": "नैव तस्य कृतेनार्थो नाकृतेनेह कश्चन। न चास्य सर्वभूतेषु कश्चिदर्थव्यपाश्रयः॥ (BG 3.18)",
      "meaning": "ज्ञानी पुरुष का न तो किए हुए काम में कोई स्वार्थ है और न न किए हुए काम में। उसका किसी प्राणी पर कोई आश्रय नहीं होता।"
    },
    {
      "shlok": "अपि चेदसि पापेभ्यः सर्वेभ्यः पापकृत्तमः। सर्वं ज्ञानप्लवेनैव वृजिनं सन्तरिष्यसि॥ (BG 4.36)",
      "meaning": "यदि तू सबसे बड़ा पापी भी है तो भी ज्ञानरूपी नौका से तू समस्त पापों से पार उतर जाएगा।"
    },
    {
      "shlok": "क्लेशोऽधिकतरस्तेषामव्यक्तासक्तचेतसाम्। (BG 12.5)",
      "meaning": "जिनका मन अव्यक्त (निराकार) परमात्मा में ही आसक्त होता है, उनका मार्ग कठिन है। इसलिए साकार रूप में भक्ति करना सहज है।"
    },
    {
      "shlok": "तेषामेवानुकम्पार्थमहं ज्ञानजं तमः। नाशयाम्यात्मभावस्थो ज्ञानदीपेन भास्वता॥ (BG 10.11)",
      "meaning": "उन दयालु भक्तों के लिए, मैं उनके हृदय में स्थित होकर ज्ञानरूपी दीपक से अज्ञान का अंधकार दूर करता हूँ।"
    },
    {
      "shlok": "मच्चित्तः सर्वदुर्गाणि मत्प्रसादात्तरिष्यसि। (BG 18.58)",
      "meaning": "यदि तू मुझमें चित्त लगाकर लड़ेगा तो मेरी कृपा से सभी बाधाओं को पार कर जाएगा।"
    },
    {
      "shlok": "यत्र योगेश्वरः कृष्णो यत्र पार्थो धनुर्धरः। तत्र श्रीर्विजयो भूतिर्ध्रुवा नीतिर्मतिर्मम॥ (BG 18.78)",
      "meaning": "जहाँ योगेश्वर कृष्ण हैं और जहाँ धनुर्धर अर्जुन है, वहीं श्री, विजय, समृद्धि और नीति है।"
    },
    {
      "shlok": "दुःखेष्वनुद्विग्नमनाः सुखेषु विगतस्पृहः। वीतरागभयक्रोधः स्थितधीर्मुनिरुच्यते॥ (BG 2.56)",
      "meaning": "जो दुःख में उद्विग्न नहीं होता, सुख में आसक्त नहीं होता और राग, भय व क्रोध से रहित है, वही स्थिरबुद्धि मुनि कहा जाता है।"
    }
  ],
  "peace": [
    {
      "shlok": "श्रीभगवानुवाच: प्रशान्तमनसं ह्येनं योगिनं सुखमुत्तमम्। उपैति शान्तिराज्येन ब्रह्मभूतमकल्मषम्॥ (BG 6.27)",
      "meaning": "शांत मन वाला योगी परम सुख प्राप्त करता है और पाप से रहित होकर ब्रह्मभूत हो जाता है।"
    },
    {
      "shlok": "नास्ति बुद्धिरयुक्तस्य न चायुक्तस्य भावना। न चाभावयतः शान्तिरशान्तस्य कुतः सुखम्॥ (BG 2.66)",
      "meaning": "अयुक्त पुरुष में न तो बुद्धि होती है, न ध्यान; और बिना ध्यान के शांति नहीं। अशांत मनुष्य को सुख कैसे मिलेगा?"
    },
    {
      "shlok": "विहाय कामान्यः सर्वान्पुमांश्चरति निःस्पृहः। निर्ममो निरहङ्कारः स शान्तिमधिगच्छति॥ (BG 2.71)",
      "meaning": "जो मनुष्य सब कामनाओं का त्याग करके निरासक्त, निर्मम और निरहंकारी होकर विचरता है, वही शांति प्राप्त करता है।"
    },
    {
      "shlok": "शान्तोऽनत्सुकः समाधानी यथा स्वात्मरतिर्मुनिः। सदा द्वन्द्वातीतो भवति। (BG 6.7)",
      "meaning": "जो शांत, निरासक्त, संतुष्ट और आत्मा में ही आनंदित है, वह द्वंद्वों से ऊपर हो जाता है।"
    },
    {
      "shlok": "यदा संहरते चायं कूर्मोऽङ्गानीव सर्वशः। इन्द्रियाणीन्द्रियार्थेभ्यस्तस्य प्रज्ञा प्रतिष्ठिता॥ (BG 2.58)",
      "meaning": "जैसे कछुआ अपने अंगों को समेट लेता है, वैसे ही जो मनुष्य इन्द्रियों को विषयों से हटा लेता है, उसकी बुद्धि स्थिर हो जाती है।"
    },
    {
      "shlok": "सर्वत्र समदर्शिनः। (BG 6.29)",
      "meaning": "योगी सब प्राणियों को समान दृष्टि से देखता है, यही शांति का मूल है।"
    },
    {
      "shlok": "अद्वेष्टा सर्वभूतानां मैत्रः करुण एव च। निर्ममो निरहङ्कारः समदुःखसुखः क्षमी॥ (BG 12.13)",
      "meaning": "जो द्वेषरहित, मित्रवत, करुणाशील, निर्मम, निरहंकारी, सुख-दुःख में समान और क्षमाशील है, वही शांति प्राप्त करता है।"
    },
    {
      "shlok": "यत्रोपरमते चित्तं निरुद्धं योगसेवया। यत्र चैवात्मनात्मानं पश्यन्नात्मनि तुष्यति॥ (BG 6.20)",
      "meaning": "जब योगाभ्यास से चित्त निरुद्ध होकर शांत हो जाता है, तब आत्मा में ही आनंद मिलता है।"
    },
    {
      "shlok": "लभते बुद्धिसंयोगं तेन शान्तिमुपैति शाश्वतीम्॥ (BG 18.53)",
      "meaning": "योगी जब शुद्ध बुद्धि से जुड़ता है, तब वह शाश्वत शांति को प्राप्त करता है।"
    },
    {
      "shlok": "यदा विनियतं चित्तमात्मन्येवावतिष्ठते। निःस्पृहः सर्वकामेभ्यो युक्त इत्युच्यते तदा॥ (BG 6.18)",
      "meaning": "जब चित्त वश में होकर आत्मा में ही स्थित हो जाता है और सभी कामनाओं से रहित हो जाता है, तब वह योगी कहलाता है।"
    },
    {
      "shlok": "श्रीभगवानुवाच: अनाश्रितः कर्मफलं कार्यं कर्म करोति यः। स संन्यासी च योगी च न निरग्निर्न चाक्रियः॥ (BG 6.1)",
      "meaning": "जो कर्मफल की आशा त्यागकर केवल कर्तव्य के लिए कर्म करता है, वही सच्चा संन्यासी और योगी है।"
    },
    {
      "shlok": "श्रीभगवानुवाच: उदासीनवदासीनो गुणैर्यो न विचाल्यते। गुणा वर्तन्त इत्येवं योऽवतिष्ठति नेङ्गते॥ (BG 14.23)",
      "meaning": "जो मनुष्य गुणों से विचलित नहीं होता और सोचता है कि गुण ही कार्य कर रहे हैं, वही शांति में स्थित रहता है।"
    },
    {
      "shlok": "न कर्मणामनारम्भान्नैष्कर्म्यं पुरुषोऽश्नुते। न च संन्यसनादेव सिद्धिं समधिगच्छति॥ (BG 3.4)",
      "meaning": "केवल कर्म न करने से नैष्कर्म्य की स्थिति नहीं मिलती। शांति पाने के लिए सही कर्म करना आवश्यक है।"
    },
    {
      "shlok": "न हि ज्ञानेन सदृशं पवित्रमिह विद्यते। (BG 4.38)",
      "meaning": "इस संसार में ज्ञान के समान पवित्र कुछ भी नहीं है। ज्ञान ही शांति का कारण है।"
    },
    {
      "shlok": "सर्वधर्मान्परित्यज्य मामेकं शरणं व्रज। अहं त्वां सर्वपापेभ्यो मोक्षयिष्यामि मा शुचः॥ (BG 18.66)",
      "meaning": "सब धर्मों को त्यागकर मेरी शरण में आओ। मैं तुम्हें सब पापों से मुक्त कर दूँगा, चिंता मत करो।"
    },
    {
      "shlok": "तद्विद्धि प्रणिपातेन परिप्रश्नेन सेवया। उपदेक्ष्यन्ति ते ज्ञानं ज्ञानिनस्तत्त्वदर्शिनः॥ (BG 4.34)",
      "meaning": "ज्ञानीजन विनम्रता और सेवा से ज्ञान देते हैं। यही शांति की ओर ले जाता है।"
    },
    {
      "shlok": "भक्त्या मामभिजानाति यावान्यश्चास्मि तत्त्वतः। (BG 18.55)",
      "meaning": "भक्ति के द्वारा ही मुझे तत्त्वतः जाना जा सकता है और यही शांति का मार्ग है।"
    },
    {
      "shlok": "वितरागभयक्रोधा मन्मया मामुपाश्रिताः। बहवो ज्ञानतपसा पूता मद्भावमागताः॥ (BG 4.10)",
      "meaning": "राग, भय और क्रोध से मुक्त होकर, मेरे आश्रय में आकर, ज्ञान से शुद्ध होकर लोग शांति प्राप्त करते हैं।"
    },
    {
      "shlok": "नाहं प्रकाशः सर्वस्य योगमायासमावृतः। (BG 7.25)",
      "meaning": "मैं सबके लिए प्रकट नहीं होता; योगमाया से आच्छादित हूँ। शांति पाने के लिए मोह का त्याग आवश्यक है।"
    },
    {
      "shlok": "शान्तिमाप्नोति नैष्ठिकीम्। (BG 12.12)",
      "meaning": "भक्ति से उत्पन्न शांति स्थायी होती है और मनुष्य को संतुलन देती है।"
    }
  ],
  "angry": [
    {
      "shlok": "क्रोधाद्भवति संमोहः संमोहात्स्मृतिविभ्रमः। स्मृतिभ्रंशाद् बुद्धिनाशो बुद्धिनाशात्प्रणश्यति॥ (BG 2.63)",
      "meaning": "क्रोध से मोह उत्पन्न होता है, मोह से स्मृति भ्रमित हो जाती है, स्मृति नष्ट होने से बुद्धि का नाश हो जाता है और बुद्धि नाश से मनुष्य नष्ट हो जाता है।"
    },
    {
      "shlok": "काम एष क्रोध एष रजोगुणसमुद्भवः। महाशनो महापाप्मा विद्ध्येनमिह वैरिणम्॥ (BG 3.37)",
      "meaning": "यह काम और यह क्रोध रजोगुण से उत्पन्न होता है, यह महापापी है और सब कुछ खाने वाला है। इसे ही यहाँ शत्रु जानो।"
    },
    {
      "shlok": "त्रिविधं नरकस्येदं द्वारं नाशनमात्मनः। कामः क्रोधस्तथा लोभस्तस्मादेतत्त्रयं त्यजेत्॥ (BG 16.21)",
      "meaning": "काम, क्रोध और लोभ – यह तीनों आत्मा को नरक में ले जाने वाले द्वार हैं। इसलिए इन्हें त्याग देना चाहिए।"
    },
    {
      "shlok": "त्यक्त्वा कर्मफलासङ्गं नित्यतृप्तो निराश्रयः। कर्मण्यभिप्रवृत्तोऽपि नैव किञ्चित्करोति सः॥ (BG 4.20)",
      "meaning": "जो मनुष्य कर्मफल की आसक्ति को त्याग देता है, सदा संतुष्ट और निराश्रित रहता है, वह कर्म में प्रवृत्त होकर भी कुछ नहीं करता।"
    },
    {
      "shlok": "श्रीभगवानुवाच: उदासीनवदासीनो गुणैर्यो न विचाल्यते। गुणा वर्तन्त इत्येवं योऽवतिष्ठति नेङ्गते॥ (BG 14.23)",
      "meaning": "जो मनुष्य उदासीन की तरह रहता है, गुणों से विचलित नहीं होता और समझता है कि गुण ही कार्य कर रहे हैं, वह अडिग रहता है।"
    },
    {
      "shlok": "अद्वेष्टा सर्वभूतानां मैत्रः करुण एव च। निर्ममो निरहङ्कारः समदुःखसुखः क्षमी॥ (BG 12.13)",
      "meaning": "जो सब प्राणियों से द्वेष रहित, मित्रवत, करुणाशील, ममता और अहंकार से रहित, सुख-दुःख में समान और क्षमाशील है, वही मेरा भक्त है।"
    },
    {
      "shlok": "समः शत्रौ च मित्रे च तथा मानापमानयोः। शीतोष्णसुखदुःखेषु समः सङ्गविवर्जितः॥ (BG 12.18)",
      "meaning": "जो मित्र और शत्रु में समान रहता है, मान-अपमान में समान, शीत-उष्ण और सुख-दुःख में भी समान रहता है और आसक्ति रहित है।"
    },
    {
      "shlok": "शान्तोऽनत्सुकः समाधानी यथा स्वात्मरतिर्मुनिः। सदा द्वन्द्वातीतो भवति। (BG 6.7)",
      "meaning": "जो मनुष्य शांत है, आसक्ति रहित है, समाधानी है और आत्मा में ही आनंद पाता है, वह द्वंद्व से परे हो जाता है।"
    },
    {
      "shlok": "यदा संहरते चायं कूर्मोऽङ्गानीव सर्वशः। इन्द्रियाणीन्द्रियार्थेभ्यस्तस्य प्रज्ञा प्रतिष्ठिता॥ (BG 2.58)",
      "meaning": "जैसे कछुआ अपने अंगों को समेट लेता है, वैसे ही जो मनुष्य इन्द्रियों को विषयों से हटा लेता है, उसकी बुद्धि स्थिर हो जाती है।"
    },
    {
      "shlok": "यः सर्वत्रानभिस्नेहस्तत्तत्प्राप्य शुभाशुभम्। नाभिनन्दति न द्वेष्टि तस्य प्रज्ञा प्रतिष्ठिता॥ (BG 2.57)",
      "meaning": "जो मनुष्य कहीं भी आसक्त नहीं होता, जो शुभ या अशुभ प्राप्त होने पर न हर्षित होता है, न द्वेष करता है, वही स्थिर बुद्धि वाला होता है।"
    },
    {
      "shlok": "न तस्य कृतेनार्थो नाकृतेनेह कश्चन। न चास्य सर्वभूतेषु कश्चिदर्थव्यपाश्रयः॥ (BG 3.18)",
      "meaning": "ज्ञानी मनुष्य का न किए हुए काम से कोई लेना-देना है और न न किए हुए से। वह किसी प्राणी पर आश्रित नहीं रहता।"
    },
    {
      "shlok": "युक्तहारविहारस्य युक्तचेष्टस्य कर्मसु। युक्तस्वप्नावबोधस्य योगो भवति दुःखहा॥ (BG 6.17)",
      "meaning": "जो खाने-पीने, घूमने, काम करने, सोने और जागने में संयमित है, उसका योग दुःखों का नाश करता है।"
    },
    {
      "shlok": "दुःखेष्वनुद्विग्नमनाः सुखेषु विगतस्पृहः। वीतरागभयक्रोधः स्थितधीर्मुनिरुच्यते॥ (BG 2.56)",
      "meaning": "जो दुःख में विचलित नहीं होता, सुख में आसक्त नहीं होता और राग, भय व क्रोध से रहित है, वही स्थिरबुद्धि मुनि कहलाता है।"
    },
    {
      "shlok": "नाहं प्रकाशः सर्वस्य योगमायासमावृतः। मूढोऽयं नाभिजानाति लोको मामजमव्ययम्॥ (BG 7.25)",
      "meaning": "मैं सबके लिए प्रकट नहीं होता, योगमाया से आच्छादित हूँ। यह मोहग्रस्त लोग मुझे जन्मरहित और अविनाशी नहीं जानते।"
    },
    {
      "shlok": "तस्मात्त्वमुत्तिष्ठ यशो लभस्व। (BG 11.33)",
      "meaning": "इसलिए हे अर्जुन! उठ और यश प्राप्त कर। क्रोध और मोह को त्यागकर धर्म के लिए युद्ध कर।"
    },
    {
      "shlok": "अप्राप्य मां निवर्तन्ते मृत्युसंसारवर्त्मनि। (BG 9.3)",
      "meaning": "जो श्रद्धा रहित हैं, वे मुझे नहीं प्राप्त करते और मृत्यु के संसार में लौट आते हैं।"
    },
    {
      "shlok": "वितरागभयक्रोधा मन्मया मामुपाश्रिताः। बहवो ज्ञानतपसा पूता मद्भावमागताः॥ (BG 4.10)",
      "meaning": "राग, भय और क्रोध को जीतकर, मेरे आश्रित होकर, ज्ञान-तप से शुद्ध होकर, बहुत से लोग मेरे स्वरूप को प्राप्त हुए हैं।"
    },
    {
      "shlok": "शान्तिमाप्नोति नैष्ठिकीम्। (BG 12.12)",
      "meaning": "भक्ति से उत्पन्न होने वाली शांति स्थायी होती है और क्रोध शांत हो जाता है।"
    },
    {
      "shlok": "समः शत्रौ च मित्रे च तथा मानापमानयोः। शीतोष्णसुखदुःखेषु समः सङ्गविवर्जितः॥ (BG 12.18)",
      "meaning": "जो मित्र-शत्रु, मान-अपमान, सुख-दुःख और शीत-उष्ण में समान रहता है और आसक्ति रहित है, वही शांत रहता है।"
    },
    {
      "shlok": "श्रीभगवानुवाच: अशांतो नास्ति सुखं। (BG 2.66)",
      "meaning": "अशांत मनुष्य को कभी सुख नहीं मिलता। क्रोध शांति को नष्ट करता है, इसलिए धैर्य आवश्यक है।"
    }
  ],
  "fear": [
    {
      "shlok": "श्रीभगवानुवाच: मय्यावेश्य मनो ये मां नित्ययुक्ता उपासते। श्रद्धया परयोपेताः ते मे युक्ततमा मताः॥ (BG 12.2)",
      "meaning": "जो अपने मन को मुझमें लगाकर श्रद्धा के साथ मेरा भजन करते हैं, वे सबसे उत्तम योगी हैं। इससे भय और संदेह दूर होते हैं।"
    },
    {
      "shlok": "अर्जुन उवाच: नष्टो मोहः स्मृतिर्लब्धा त्वत्प्रसादान्मयाच्युत। स्थितोऽस्मि गतसन्देहः करिष्ये वचनं तव॥ (BG 18.73)",
      "meaning": "अर्जुन ने कहा — हे अच्युत! आपके अनुग्रह से मेरा मोह दूर हो गया है और स्मृति लौट आई है। अब मैं संदेह रहित होकर आपके वचनों का पालन करूंगा।"
    },
    {
      "shlok": "मच्चित्तः सर्वदुर्गाणि मत्प्रसादात्तरिष्यसि। अथ चेत्त्वमहंकारान्न श्रोष्यसि विनङ्क्ष्यसि॥ (BG 18.58)",
      "meaning": "यदि तुम मुझमें चित्त लगाओगे तो मेरे अनुग्रह से सब कठिनाइयाँ पार कर लोगे; यदि अहंकार से नहीं सुनोगे तो विनष्ट हो जाओगे।"
    },
    {
      "shlok": "दैवी ह्येषा गुणमयी मम माया दुरत्यया। मामेव ये प्रपद्यन्ते मायामेतां तरन्ति ते॥ (BG 7.14)",
      "meaning": "यह मेरी दैवी शक्ति माया बहुत कठिन है, परन्तु जो मेरी शरण में आते हैं, वे इसको पार कर लेते हैं।"
    },
    {
      "shlok": "अनन्याश्चिन्तयन्तो मां ये जनाः पर्युपासते। तेषां नित्याभियुक्तानां योगक्षेमं वहाम्यहम्॥ (BG 9.22)",
      "meaning": "जो लोग अनन्य भाव से मेरा ध्यान करते हैं, उनके योगक्षेम का वहन मैं स्वयं करता हूँ। भय का कोई कारण नहीं रहता।"
    },
    {
      "shlok": "कर्मण्येवाधिकारस्ते मा फलेषु कदाचन। (BG 2.47)",
      "meaning": "तुम्हारा अधिकार केवल कर्म करने में है, फलों में नहीं। इससे भय और शंका का त्याग होता है।"
    },
    {
      "shlok": "मन्मना भव मद्भक्तो मद्याजी मां नमस्कुरु। मामेवैष्यसि सत्यं ते प्रतिजाने प्रियोऽसि मे॥ (BG 18.65)",
      "meaning": "मुझमें मन लगाओ, मेरे भक्त बनो, मेरी पूजा करो और मुझे प्रणाम करो; तुम निश्चित रूप से मेरे पास आओगे।"
    },
    {
      "shlok": "यदा यदा हि धर्मस्य ग्लानिर्भवति भारत। अभ्युत्थानमधर्मस्य तदात्मानं सृजाम्यहम्॥ (BG 4.7)",
      "meaning": "हे भारत! जब-जब धर्म की हानि और अधर्म की वृद्धि होती है, तब-तब मैं अवतार लेता हूँ। डरने की आवश्यकता नहीं।"
    },
    {
      "shlok": "नैनं छिन्दन्ति शस्त्राणि नैनं दहति पावकः। न चैनं क्लेदयन्त्यापो न शोषयति मारुतः॥ (BG 2.23)",
      "meaning": "आत्मा को न शस्त्र काट सकते हैं, न अग्नि जला सकती है, न जल गला सकता है, न वायु सुखा सकती है।"
    },
    {
      "shlok": "जातस्य हि ध्रुवो मृत्युर्ध्रुवं जन्म मृतस्य च। (BG 2.27)",
      "meaning": "जो जन्म लेता है उसकी मृत्यु निश्चित है और मृत्यु के बाद जन्म भी निश्चित है। इसमें डरने जैसा कुछ नहीं।"
    },
    {
      "shlok": "उद्धरेदात्मनात्मानं नात्मानमवसादयेत्। आत्मैव ह्यात्मनो बन्धुरात्मैव रिपुरात्मनः॥ (BG 6.5)",
      "meaning": "मनुष्य को चाहिए कि स्वयं अपने को उठाए और गिराए नहीं। आत्मा ही उसका मित्र है और आत्मा ही उसका शत्रु।"
    },
    {
      "shlok": "व्यासोवाच: कृष्णस्य वचनं श्रुत्वा अर्जुनः विस्मितोऽभवत्। (BG 11.14)",
      "meaning": "भगवान कृष्ण के वचनों को सुनकर अर्जुन विस्मय और भय दोनों से भर गया। भगवान पर भरोसा ही भय का समाधान है।"
    },
    {
      "shlok": "तस्मात्त्वमुत्तिष्ठ यशो लभस्व। (BG 11.33)",
      "meaning": "इसलिए उठो और यश प्राप्त करो। भय और शंका छोड़कर कार्य करो।"
    },
    {
      "shlok": "मयि सर्वाणि कर्माणि संन्यस्याध्यात्मचेतसा। (BG 3.30)",
      "meaning": "अपने सब कर्म मुझे अर्पित करके आत्मचेतना से करो। इससे भय और भ्रम समाप्त हो जाता है।"
    },
    {
      "shlok": "तेषां सततयुक्तानां भजतां प्रीतिपूर्वकम्। ददामि बुद्धियोगं तं येन मामुपयान्ति ते॥ (BG 10.10)",
      "meaning": "जो भक्त निरंतर प्रेम से मेरा भजन करते हैं, उन्हें मैं बुद्धियोग देता हूँ जिससे वे मेरे पास आते हैं। भय और शंका नष्ट हो जाते हैं।"
    },
    {
      "shlok": "यत्र योगेश्वरः कृष्णो यत्र पार्थो धनुर्धरः। तत्र श्रीर्विजयो भूतिर्ध्रुवा नीतिर्मतिर्मम॥ (BG 18.78)",
      "meaning": "जहाँ योगेश्वर कृष्ण हैं और जहाँ धनुर्धारी अर्जुन है, वहाँ निश्चय ही विजय, श्री, समृद्धि और नीति है। भय नहीं।"
    },
    {
      "shlok": "यदा संहरते चायं कूर्मोऽङ्गानीव सर्वशः। (BG 2.58)",
      "meaning": "जो मनुष्य अपनी इन्द्रियों को वश में कर लेता है, वह भय और मोह से मुक्त हो जाता है।"
    },
    {
      "shlok": "अभयं सत्त्वसंशुद्धिर्ज्ञानयोगव्यवस्थितिः। (BG 16.1)",
      "meaning": "निर्भयता, मन की पवित्रता और ज्ञानयोग में स्थिरता दैवी गुण हैं।"
    },
    {
      "shlok": "न मे भक्तः प्रणश्यति। (BG 9.31)",
      "meaning": "मेरा भक्त कभी नष्ट नहीं होता। भय का कोई कारण नहीं।"
    },
    {
      "shlok": "श्रीभगवानुवाच: मय्येव मन आधत्स्व मयि बुद्धिं निवेशय। निवसिष्यसि मय्येव अत ऊर्ध्वं न संशयः॥ (BG 12.8)",
      "meaning": "अपना मन और बुद्धि मुझमें ही लगा दो, फिर निश्चित रूप से तुम मुझमें ही निवास करोगे। इसमें कोई संदेह नहीं।"
    },
    {
      "shlok": "त्रैगुण्यविषया वेदा निस्त्रैगुण्यो भवार्जुन। (BG 2.45)",
      "meaning": "हे अर्जुन! वेद त्रिगुणों से संबंधित हैं। तुम उनसे परे होकर निडर रहो।"
    },
    {
      "shlok": "विहाय कामान्यः सर्वान्पुमांश्चरति निःस्पृहः। निर्ममो निरहङ्कारः स शान्तिमधिगच्छति॥ (BG 2.71)",
      "meaning": "जो सभी इच्छाओं को त्यागकर अहंकार और ममता से रहित रहता है, वही शांति और भयमुक्ति पाता है।"
    },
    {
      "shlok": "अपरे्यमितस्त्वन्यां प्रकृतिं विद्धि मे पराम्। जीवभूतां महाबाहो ययेदं धार्यते जगत्॥ (BG 7.5)",
      "meaning": "यह जड़ प्रकृति से परे मेरी दिव्य प्रकृति है, जो जीव रूप में जगत को धारण करती है। इससे भय का नाश होता है।"
    },
    {
      "shlok": "सर्वधर्मान्परित्यज्य मामेकं शरणं व्रज। अहं त्वां सर्वपापेभ्यो मोक्षयिष्यामि मा शुचः॥ (BG 18.66)",
      "meaning": "सब धर्मों को त्यागकर मेरी शरण में आओ। मैं तुम्हें सब पापों से मुक्त कर दूँगा, शोक मत करो।"
    },
    {
      "shlok": "श्रीभगवानुवाच: कुतस्त्वा कश्मलमिदं विषमे समुपस्थितम्। अनार्यजुष्टमस्वर्ग्यमकीर्तिकरमर्जुन॥ (BG 2.2)",
      "meaning": "भगवान ने कहा — हे अर्जुन! यह मोह और डर तुझे कैसे घेर लिया? यह आर्य के योग्य नहीं है।"
    },
    {
      "shlok": "न हि कश्चित्क्षणमपि जातु तिष्ठत्यकर्मकृत्। (BG 3.5)",
      "meaning": "कोई भी व्यक्ति एक क्षण भी बिना कर्म के नहीं रह सकता। भय छोड़कर कर्म करो।"
    },
    {
      "shlok": "अशोच्यानन्वशोचस्त्वं प्रज्ञावादांश्च भाषसे। (BG 2.11)",
      "meaning": "तुम उन बातों पर शोक कर रहे हो जिन पर शोक नहीं करना चाहिए। ज्ञानी ऐसे शोक नहीं करते।"
    },
    {
      "shlok": "न जायते म्रियते वा कदाचि-न्नायं भूत्वा भविता वा न भूयः। (BG 2.20)",
      "meaning": "आत्मा कभी जन्म नहीं लेती और कभी मरती नहीं। यह शाश्वत है, इसमें डरने का प्रश्न ही नहीं।"
    },
    {
      "shlok": "तस्मादसक्तः सततं कार्यं कर्म समाचर। (BG 3.19)",
      "meaning": "इसलिए बिना आसक्ति के अपना कर्म करते रहो। इससे डर समाप्त होता है।"
    },
    {
      "shlok": "ज्ञानेन तु तदज्ञानं येषां नाशितमात्मनः। (BG 5.16)",
      "meaning": "ज्ञान से अज्ञान का नाश हो जाता है और भय भी मिट जाता है।"
    },
    {
      "shlok": "कर्मजं बुद्धियुक्ता हि फलं त्यक्त्वा मनीषिणः। (BG 2.51)",
      "meaning": "बुद्धियुक्त ज्ञानीजन कर्मफलों को त्यागकर भय और शंका से मुक्त हो जाते हैं।"
    },
    {
      "shlok": "भोगैश्वर्यप्रसक्तानां तयापहृतचेतसाम्। (BG 2.44)",
      "meaning": "भोग और ऐश्वर्य में आसक्त लोगों का चित्त विचलित रहता है। निडर बनने के लिए आसक्ति त्यागो।"
    },
    {
      "shlok": "वितरागभयक्रोधा मन्मया मामुपाश्रिताः। बहवो ज्ञानतपसा पूता मद्भावमागताः॥ (BG 4.10)",
      "meaning": "राग, भय और क्रोध से मुक्त होकर, मुझमें लीन होकर अनेक लोग मेरे स्वरूप को प्राप्त हुए।"
    },
    {
      "shlok": "नियतं कुरु कर्म त्वं कर्म ज्यायो ह्यकर्मणः। (BG 3.8)",
      "meaning": "नियत कर्म करो, क्योंकि अकर्म करना भय और शंका का कारण है।"
    },
    {
      "shlok": "न त्वेवाहं जातु नासं न त्वं नेमे जनाधिपाः। (BG 2.12)",
      "meaning": "न तो मैं कभी न था, न तुम कभी न थे, न ये राजा कभी न थे। इस सत्य को जानकर भय दूर करो।"
    },
    {
      "shlok": "समदुःखसुखं धीरं सोऽमृतत्वाय कल्पते। (BG 2.15)",
      "meaning": "जो सुख-दुःख में सम रहता है, वही अमृतत्व के योग्य होता है और भयमुक्त रहता है।"
    },
    {
      "shlok": "यः सर्वत्रानभिस्नेहस्तत्तत्प्राप्य शुभाशुभम्। (BG 2.57)",
      "meaning": "जो शुभ-अशुभ को समान भाव से देखता है, वह कभी भयभीत नहीं होता।"
    },
    {
      "shlok": "कायेन मनसा बुद्ध्या केवलैरिन्द्रियैरपि। (BG 5.11)",
      "meaning": "शरीर, मन और इन्द्रियों से केवल योग के लिए कर्म करो, इससे भय मिटता है।"
    },
    {
      "shlok": "तस्मादज्ञानसम्भूतं हृत्स्थं ज्ञानासिनात्मनः। (BG 4.42)",
      "meaning": "अज्ञान से उत्पन्न संदेह को ज्ञान की तलवार से काट डालो। भय का नाश होगा।"
    },
    {
      "shlok": "सन्नियम्येन्द्रियग्रामं सर्वत्र समबुद्धयः। (BG 6.8)",
      "meaning": "जो इन्द्रियों को वश में कर लेता है, वह हर परिस्थिति में भयमुक्त रहता है।"
    },
    {
      "shlok": "विहितं चोद्धृतं कर्म यः करोति स लभते शान्तिम्। (BG 18.11)",
      "meaning": "जो नियत कर्म करता है, वही शांति और निर्भयता को प्राप्त करता है।"
    }
  ],
  "disappointed": [
    {
      "shlok": "कर्मण्येवाधिकारस्ते मा फलेषु कदाचन॥ (BG 2.47)",
      "meaning": "तेरा अधिकार केवल कर्म करने में है; फल की चिंता से हताश मत हो।"
    },
    {
      "shlok": "योगस्थः कुरु कर्माणि सङ्गं त्यक्त्वा धनञ्जय॥ (BG 2.48)",
      "meaning": "योग में स्थित होकर, सफलता-असफलता की आसक्ति छोड़े—यही संतुलन निराशा को हराता है।"
    },
    {
      "shlok": "मात्रास्पर्शास्तु कौन्तेय शीतोष्णसुखदुःखदाः। तांस्तितिक्षस्व भारत॥ (BG 2.14)",
      "meaning": "सुख-दुःख आते-जाते हैं; धैर्य रखो—निराशा भी क्षणिक है।"
    },
    {
      "shlok": "यं हि न व्यथयन्त्येते पुरुषं पुरुषर्षभ। समदुःखसुखं धीरं सोऽमृतत्वाय कल्पते॥ (BG 2.15)",
      "meaning": "जो सुख-दुःख से विचलित नहीं होता, वही उत्तम लक्ष्य के योग्य बनता है—हिम्मत मत हारो।"
    },
    {
      "shlok": "दुःखेष्वनुद्विग्नमनाः सुखेषु विगतस्पृहः… स्थितधीर्मुनिरुच्यते॥ (BG 2.56)",
      "meaning": "दुःख में मन स्थिर रखो; यही परिपक्वता है और निराशा का उपचार है।"
    },
    {
      "shlok": "यः सर्वत्रानभिस्नेहस्तत्तत्प्राप्य शुभाशुभम् नाभिनन्दति न द्वेष्टि॥ (BG 2.57)",
      "meaning": "शुभ-अशुभ में समान भाव—न उम्मीदों के टूटने पर टूटो, न सफलता से उछलो।"
    },
    {
      "shlok": "यदा संहरते चायं कूर्मोऽङ्गानीव सर्वशः॥ (BG 2.58)",
      "meaning": "इन्द्रियों को विषयों से समेटना सीखो—अति-अपेक्षा ही हताशा लाती है।"
    },
    {
      "shlok": "सुखदुःखे समे कृत्वा लाभालाभौ जयाजयौ॥ (BG 2.38)",
      "meaning": "लाभ-हानि, जीत-हार को समान मानकर कर्तव्य करो—मन हल्का रहेगा।"
    },
    {
      "shlok": "बुद्धियुक्तो जहातीह उभे सुक्रितदुष्कृते॥ (BG 2.50)",
      "meaning": "समत्व-बुद्धि से काम करने वाला पाप-पुण्य दोनों से ऊपर उठता है—निराशा का वश नहीं चलता।"
    },
    {
      "shlok": "न हि कश्चित्क्षणमपि जातु तिष्ठत्यकर्मकृत्॥ (BG 3.5)",
      "meaning": "एक क्षण भी निष्क्रिय मत रहो—कर्म ही निराशा का औषध है।"
    },
    {
      "shlok": "तस्मादसक्तः सततं कार्यं कर्म समाचर॥ (BG 3.19)",
      "meaning": "आसक्ति छोड़कर अपना काम करते रहो—असफलता से मन न टूटे।"
    },
    {
      "shlok": "मयि सर्वाणि कर्माणि संन्यस्याध्यात्मचेतसा॥ (BG 3.30)",
      "meaning": "कर्म मुझे अर्पित करके करो—तब अपेक्षा-जनित निराशा नहीं रहेगी।"
    },
    {
      "shlok": "श्रेयान्स्वधर्मो विगुणः परधर्मात्स्वनुष्ठितात्॥ (BG 3.35)",
      "meaning": "दूसरों की राह देखकर मायूस न हो—अपना स्वधर्म, चाहे त्रुटिपूर्ण हो, श्रेष्ठ है।"
    },
    {
      "shlok": "यदा यदा हि धर्मस्य ग्लानिर्भवति… तदात्मानं सृजाम्यहम्॥ (BG 4.7)",
      "meaning": "अँधेरा बढ़े तो भी भरोसा रखो—दिव्य सहायता समय पर आती है।"
    },
    {
      "shlok": "परित्राणाय साधूनां विनाशाय च दुष्कृताम्… (BG 4.8)",
      "meaning": "धर्म के पक्ष में टिके रहो—निराश न हो; अंततः संरक्षण होता है।"
    },
    {
      "shlok": "न हि ज्ञानेन सदृशं पवित्रमिह विद्यते॥ (BG 4.38)",
      "meaning": "ज्ञान से मन शुद्ध होता है—निराशा अज्ञान से पैदा होती है।"
    },
    {
      "shlok": "श्रद्धावाँल्लभते ज्ञानं… शान्तिम् अधिगच्छति॥ (BG 4.39)",
      "meaning": "श्रद्धा रखो; ज्ञान मिलने पर मन स्थिर होता है और हताशा घटती है।"
    },
    {
      "shlok": "अज्ञश्चाश्रद्दधानश्च संशयात्मा विनश्यति॥ (BG 4.40)",
      "meaning": "संदेह और अविश्वास निराशा को बढ़ाते हैं—विश्वास जगाओ।"
    },
    {
      "shlok": "तस्मादज्ञानसम्भूतं हृत्स्थं ज्ञानासिनात्मनः… छित्त्वैनं संशयं योगमातिष्ठोत्तिष्ठ भारत॥ (BG 4.42)",
      "meaning": "ज्ञान की तलवार से संदेह काटो और उठ खड़े हो—हार मत मानो।"
    },
    {
      "shlok": "ब्रह्मण्याधाय कर्माणि सङ्गं त्यक्त्वा करोति यः… न лип्यते पापेन॥ (BG 5.10)",
      "meaning": "कर्तव्य को ईश्वरार्पण बनाओ—फल-चिंता से उपजी मायूसी नहीं चिपकेगी।"
    },
    {
      "shlok": "कायेन मनसा बुद्ध्या केवलैरिन्द्रियैरपि… योगिनः कर्म कुर्वन्ति संसिद्धिं प्राप्तये॥ (BG 5.11)",
      "meaning": "शरीर-मन-बुद्धि को साधकर कर्म करो—यह तुम्हें स्थिर संतोष देगा।"
    },
    {
      "shlok": "विद्या विनयसम्पन्ने ब्राह्मणे… पण्डिताः समदर्शिनः॥ (BG 5.18)",
      "meaning": "समदृष्टि रखो—तुलना से उपजी हताशा मिटती है।"
    },
    {
      "shlok": "ये हि संस्पर्शजा भोगा दुःखयोनय एव ते॥ (BG 5.22)",
      "meaning": "इन्द्रियभोग अंततः दुःख के कारण हैं—उनके न मिलने से निराश न हो।"
    },
    {
      "shlok": "शक्नोतीहैव यः सोढुं प्राक्शरीरविमोक्षणात्… स युक्तः स सुखी नरः॥ (BG 5.23)",
      "meaning": "क्रोध-राग को सोखने वाला ही सच में सुखी है—धैर्य रखो।"
    },
    {
      "shlok": "उद्धरेदात्मनाऽत्मानं नात्मानमवसादयेत्॥ (BG 6.5)",
      "meaning": "खुद को उठाओ, गिराओ नहीं—स्वयं ही मित्र/शत्रु हो।"
    },
    {
      "shlok": "यतो यतो निश्चरति मनश्चञ्चलमस्थिरम्। ततस्ततो नियम्यैतदात्मन्येव वशं नयेत्॥ (BG 6.26)",
      "meaning": "मन भटके तो बार-बार लौटाओ—यह अभ्यास निराशा घटाता है।"
    },
    {
      "shlok": "असंशयं महाबाहो मनो दुर्निग्रहं चलम्… अभ्यासेन तु कौन्तेय वैराग्येण च गृह्यते॥ (BG 6.35)",
      "meaning": "मन कठिन है पर अभ्यास-वैराग्य से वश में आता है—हार मत मानो।"
    },
    {
      "shlok": "न हि कल्याणकृत्कश्चिद्दुर्गतिं तात गच्छति॥ (BG 6.40)",
      "meaning": "जो कल्याण करता है, उसकी गति कभी खराब नहीं होती—निराश न हो।"
    },
    {
      "shlok": "अनन्याश्चिन्तयन्तो मां… योगक्षेमं वहाम्यहम्॥ (BG 9.22)",
      "meaning": "एकाग्र भक्ति करने वालों का योग-क्षेम भगवान स्वयं संभालते हैं—चिंता छोड़ो।"
    },
    {
      "shlok": "पत्रं पुष्पं फलं तोयं यो मे भक्त्या प्रयच्छति… अश्नामि प्रयतात्मनः॥ (BG 9.26)",
      "meaning": "सरल भाव से छोटा अर्पण भी स्वीकार है—परिणाम छोटे हों तो हतोत्साहित मत हो।"
    },
    {
      "shlok": "क्षिप्रं भवति धर्मात्मा शश्वच्छान्तिं निगच्छति… न मे भक्तः प्रणश्यति॥ (BG 9.31)",
      "meaning": "मेरा भक्त नष्ट नहीं होता—अस्थायी असफलताओं से निराश न हो।"
    },
    {
      "shlok": "तेषां सततयुक्तानां भजतां प्रीतिपूर्वकम् ददामि बुद्धियोगं तं येन मामुपयान्ति ते॥ (BG 10.10)",
      "meaning": "लगातार प्रयत्न करने वालों को मैं मार्ग दिखाता हूँ—रास्ता मिलता है।"
    },
    {
      "shlok": "अद्वेष्टा सर्वभूतानां मैत्रः करुण एव च… क्षमी॥ (BG 12.13)",
      "meaning": "द्वेष छोड़कर करुणा अपनाओ—कटु अनुभवों से उपजी मायूसी गलती है।"
    },
    {
      "shlok": "श्रेयः हि ज्ञानमभ्यासात्… तस्माद्योगात् शान्तिरनन्तरम्॥ (BG 12.12)",
      "meaning": "अभ्यास कठिन लगे तो समर्पण से भी शांति मिलती है—अपने स्तर से शुरू करो।"
    },
    {
      "shlok": "यो न हृष्यति न द्वेष्टि न शोचति न काङ्क्षति… मदीयं प्रियः॥ (BG 12.17)",
      "meaning": "जो न अत्यधिक हर्षित होता, न शोक करता—वही स्थिर रहता है।"
    },
    {
      "shlok": "उदासीनवदासीनो गुणैर्यो न विचाल्यते… नेङ्गते॥ (BG 14.23)",
      "meaning": "परिस्थितियों के गुण-प्रभाव से विचलित न हो—निराशा का ज्वर उतरता है।"
    },
    {
      "shlok": "समः शत्रौ च मित्रे च तथा मानापमानयोः… संगविवर्जितः॥ (BG 12.18)",
      "meaning": "मान-अपमान, मित्र-शत्रु में समभाव—अपेक्षा टूटे तो भी मन न टूटे।"
    },
    {
      "shlok": "इश्वरः सर्वभूतानां हृद्देशेऽर्जुन तिष्ठति… तमिव सर्वभूतानि यन्त्रारूढानि मायया॥ (BG 18.61)",
      "meaning": "सबके हृदय में वही स्थित है—अपने प्रयास छोड़ो नहीं, भरोसा बनाए रखो।"
    },
    {
      "shlok": "तमेव शरणं गच्छ सर्वभावेन भारत। तत्प्रसादात्परां शान्तिं स्थानं प्राप्स्यसि शाश्वतम्॥ (BG 18.62)",
      "meaning": "सम्पूर्ण समर्पण से शांति और स्थिर स्थान मिलता है—निराशा गल जाती है।"
    },
    {
      "shlok": "मच्चित्तः सर्वदुर्गाणि मत्प्रसादात्तरिष्यसि॥ (BG 18.58)",
      "meaning": "मुझमें चित्त लगाओ, मेरी कृपा से सब बाधाएँ पार होंगी—हार मत मानो।"
    },
    {
      "shlok": "सर्वधर्मान्परित्यज्य मामेकं शरणं व्रज… मा शुचः॥ (BG 18.66)",
      "meaning": "सब जटिलताओं को छोड़ मेरी शरण में आओ—शोक मत करो।"
    },
    {
      "shlok": "यत्र योगेश्वरः कृष्णो यत्र पार्थो धनुर्धरः… ध्रुवा नीतिर्मतिर्मम॥ (BG 18.78)",
      "meaning": "जहाँ कृष्ण और प्रयास है, वहाँ विजय और नीति है—उम्मीद मत छोड़ो।"
    },
    {
      "shlok": "नाहं प्रकाशः सर्वस्य योगमायासमावृतः॥ (BG 7.25)",
      "meaning": "कभी-कभी समझ नहीं पड़ता—फिर भी धैर्य रखो; समय आने पर स्पष्ट होगा।"
    },
    {
      "shlok": "त्रैगुण्यविषया वेदा निस्त्रैगुण्यो भवार्जुन॥ (BG 2.45)",
      "meaning": "त्रिगुणों से ऊपर उठो—मन की उठा-पटक से उपजी हताशा छूटेगी।"
    },
    {
      "shlok": "अपि चेदसि पापेभ्यः सर्वेभ्यः पापकृत्तमः… सर्वं ज्ञानप्लवेनैव वृजिनं सन्तरिष्यसि॥ (BG 4.36)",
      "meaning": "कठिन भूलें हुई हों तो भी ज्ञान-नौका से पार हो सकते हो—खुद को मत कोसो।"
    },
    {
      "shlok": "नियतं कुरु कर्म त्वं कर्म ज्यायो ह्यकर्मणः॥ (BG 3.8)",
      "meaning": "नियमित कर्म करते रहो—अकर्म से मन और अधिक टूटता है।"
    },
    {
      "shlok": "समः सिद्धावसिद्धौ च कृत्वापि न निबध्यते॥ (BG 4.20)",
      "meaning": "सिद्धि-असिद्धि में सम रहकर काम करोगे तो बंधोगे नहीं—मुक्ति का आनंद निराशा को पिघला देता है।"
    },
    {
      "shlok": "यदृच्छालाभसन्तुष्टो द्वन्द्वातीतो विमत्सरः… (BG 4.22)",
      "meaning": "जितना सहज मिले उसमें संतोष—तुलना से उपजी हताशा घटती है।"
    }
  ],
  "insecure": [
    {
      "shlok": "न त्वेवाहं जातु नासं न त्वं नेमे जनाधिपाः। न चैव न भविष्यामः सर्वे वयमतः परम्॥ (BG 2.12)",
      "meaning": "हे अर्जुन! न मैं कभी न था, न तुम, न ये सब; और आगे भी हम न होंगे ऐसा नहीं। हम शाश्वत हैं—डर मत करो।"
    },
    {
      "shlok": "देहिनोऽस्मिन्यथा देहे कौमारं यौवनं जरा। तथा देहान्तरप्राप्तिर्धीरस्तत्र न मुह्यति॥ (BG 2.13)",
      "meaning": "जैसे देह में बाल्य, युवावस्था और बुढ़ापा आता है वैसे ही आत्मा देह बदलती है। धीर पुरुष इसमें असुरक्षित नहीं होता।"
    },
    {
      "shlok": "नासतो विद्यते भावो नाभावो विद्यते सतः। उभयोरपि दृष्टोऽन्तस्त्वनयोस्तत्त्वदर्शिभिः॥ (BG 2.16)",
      "meaning": "असत्य का कोई अस्तित्व नहीं और सत्य का कभी अभाव नहीं होता—सत्य आत्मा है, यह तुम्हारी सुरक्षा है।"
    },
    {
      "shlok": "अविनाशि तु तद्विद्धि येन सर्वमिदं ततम्। विनाशमव्ययस्यास्य न कश्चित्कर्तुमर्हति॥ (BG 2.17)",
      "meaning": "जो आत्मा सबमें व्याप्त है वह अविनाशी है—कोई उसे नष्ट नहीं कर सकता।"
    },
    {
      "shlok": "न जायते म्रियते वा कदाचि... न हन्यते हन्यमाने शरीरे॥ (BG 2.20)",
      "meaning": "आत्मा कभी जन्म नहीं लेती, न मरती है। शरीर नष्ट होने पर भी आत्मा नष्ट नहीं होती।"
    },
    {
      "shlok": "वासांसि जीर्णानि यथा विहाय नवानि गृह्णाति नरोऽपराणि... (BG 2.22)",
      "meaning": "जैसे मनुष्य पुराने वस्त्र त्यागकर नए धारण करता है वैसे आत्मा नए शरीर धारण करती है। इसमें डरने की बात नहीं।"
    },
    {
      "shlok": "नैनं छिन्दन्ति शस्त्राणि नैनं दहति पावकः... (BG 2.23)",
      "meaning": "आत्मा को हथियार काट नहीं सकते, अग्नि जला नहीं सकती, जल भिगो नहीं सकता, वायु सुखा नहीं सकती।"
    },
    {
      "shlok": "अच्छेद्योऽयमदाह्योऽयमक्लेद्योऽशोष्य एव च... (BG 2.24)",
      "meaning": "आत्मा अटूट, अदाह्य, अजल और अशोष्य है—यह सदा सुरक्षित है।"
    },
    {
      "shlok": "देहेन देहिनोऽस्मिन्यथा... न त्वं शोचितुमर्हसि॥ (BG 2.25)",
      "meaning": "आत्मा अदृश्य, अचिन्त्य और अविकार है—इसीलिए तुम्हें असुरक्षा का अनुभव नहीं करना चाहिए।"
    },
    {
      "shlok": "जातस्य हि ध्रुवो मृत्युर्ध्रुवं जन्म मृतस्य च... (BG 2.27)",
      "meaning": "जो जन्मा है उसका मरना निश्चित है और जो मरा है उसका जन्म निश्चित है—इसमें भय या असुरक्षा का कारण नहीं।"
    },
    {
      "shlok": "अव्यक्तादीनि भूतानि व्यक्तमध्यानि भारत। अव्यक्तनिधनान्येव... (BG 2.28)",
      "meaning": "जीव पहले अव्यक्त, बीच में व्यक्त और फिर अव्यक्त होता है—तो डर कैसा?"
    },
    {
      "shlok": "हतो वा प्राप्स्यसि स्वर्गं जित्वा वा भोक्ष्यसे महीम्। तस्मादुत्तिष्ठ कौन्तेय युद्धाय कृतनिश्चयः॥ (BG 2.37)",
      "meaning": "मरोगे तो स्वर्ग मिलेगा, जीतोगे तो पृथ्वी—इसलिए असुरक्षा छोड़कर खड़े हो।"
    },
    {
      "shlok": "सुखदुःखे समे कृत्वा लाभालाभौ जयाजयौ... (BG 2.38)",
      "meaning": "सुख-दुःख, हानि-लाभ और जीत-हार समान मानकर लड़ो—असुरक्षा दूर हो जाएगी।"
    },
    {
      "shlok": "योगस्थः कुरु कर्माणि सङ्गं त्यक्त्वा धनञ्जय॥ (BG 2.48)",
      "meaning": "योग में स्थित होकर कर्म करो—फल की चिंता असुरक्षा है। उसे त्यागो।"
    },
    {
      "shlok": "न हि कश्चित्क्षणमपि जातु तिष्ठत्यकर्मकृत्॥ (BG 3.5)",
      "meaning": "कोई भी क्षणभर बिना कर्म के नहीं रह सकता—कर्तव्य ही सुरक्षा देता है।"
    },
    {
      "shlok": "तस्मादसक्तः सततं कार्यं कर्म समाचर॥ (BG 3.19)",
      "meaning": "आसक्ति छोड़कर कर्म करो—फल की असुरक्षा तुम्हें कमजोर न करे।"
    },
    {
      "shlok": "मच्चित्तः सर्वदुर्गाणि मत्प्रसादात्तरिष्यसि॥ (BG 18.58)",
      "meaning": "मन मुझे समर्पित करो—मेरी कृपा से सब कठिनाइयों को पार कर जाओगे।"
    },
    {
      "shlok": "अनन्याश्चिन्तयन्तो मां ये जनाः पर्युपासते... योगक्षेमं वहाम्यहम्॥ (BG 9.22)",
      "meaning": "जो लोग एकनिष्ठ होकर मेरी भक्ति करते हैं, उनका योग-क्षेम मैं स्वयं उठाता हूँ।"
    },
    {
      "shlok": "मन्मना भव मद्भक्तो... मामेवैष्यसि सत्यं ते प्रतिजाने प्रियोऽसि मे॥ (BG 18.65)",
      "meaning": "मुझमें मन लगाओ, मेरे भक्त बनो, मेरी पूजा करो—तुम निश्चय ही मुझे प्राप्त करोगे। तुम मुझे प्रिय हो।"
    },
    {
      "shlok": "सर्वधर्मान्परित्यज्य मामेकं शरणं व्रज... मा शुचः॥ (BG 18.66)",
      "meaning": "सब धर्मों को छोड़कर मेरी शरण में आओ—मैं तुम्हें सब पापों से मुक्त कर दूँगा। भय मत करो।"
    },
    {
      "shlok": "न मे भक्तः प्रणश्यति॥ (BG 9.31)",
      "meaning": "मेरा भक्त कभी नष्ट नहीं होता।"
    },
    {
      "shlok": "क्षिप्रं भवति धर्मात्मा शश्वच्छान्तिं निगच्छति॥ (BG 9.31)",
      "meaning": "भक्त शीघ्र ही धर्मात्मा बन जाता है और शांति प्राप्त करता है। असुरक्षा में भी वह सुरक्षित है।"
    },
    {
      "shlok": "यो मां पश्यति सर्वत्र सर्वं च मयि पश्यति... न प्रणश्यामि स च मे॥ (BG 6.30)",
      "meaning": "जो मुझे सबमें और सबको मुझमें देखता है, उसके लिए असुरक्षा का कोई स्थान नहीं।"
    },
    {
      "shlok": "उद्धरेदात्मनाऽत्मानं नात्मानमवसादयेत्॥ (BG 6.5)",
      "meaning": "स्वयं को उठाओ, गिराओ मत—स्वयं ही अपनी सुरक्षा का साधन बनो।"
    },
    {
      "shlok": "अपि चेदसि पापेभ्यः सर्वेभ्यः पापकृत्तमः... सर्वं ज्ञानप्लवेनैव वृजिनं सन्तरिष्यसि॥ (BG 4.36)",
      "meaning": "सबसे बड़ा पापी भी यदि ज्ञान की नौका पर चढ़े तो सब पार कर सकता है।"
    },
    {
      "shlok": "श्रद्धावाँल्लभते ज्ञानं... शान्तिमधिगच्छति॥ (BG 4.39)",
      "meaning": "श्रद्धा और संयम वाला ज्ञान पाता है और शांति प्राप्त करता है—यही आंतरिक सुरक्षा है।"
    },
    {
      "shlok": "न हि ज्ञानेन सदृशं पवित्रमिह विद्यते॥ (BG 4.38)",
      "meaning": "ज्ञान जैसा पवित्र कुछ नहीं है। यही असुरक्षा का नाश करता है।"
    },
    {
      "shlok": "भक्त्या मामभिजानाति यावान्यश्चास्मि तत्त्वतः॥ (BG 18.55)",
      "meaning": "भक्ति से मुझे तत्त्वतः जान सकता है। यह जानना ही सुरक्षा है।"
    },
    {
      "shlok": "समः शत्रौ च मित्रे च तथा मानापमानयोः... मदीयं प्रियः॥ (BG 12.18-19)",
      "meaning": "जो मित्र-शत्रु, मान-अपमान में समान है और संतुष्ट है—वह मुझे प्रिय है।"
    },
    {
      "shlok": "अहं आत्मा गुडाकेश सर्वभूताशयस्थितः॥ (BG 10.20)",
      "meaning": "हे अर्जुन! मैं सभी प्राणियों के हृदय में स्थित आत्मा हूँ—इससे बड़ी सुरक्षा और कहाँ?"
    },
    {
      "shlok": "मत्तः परतरं नान्यत्किञ्चिदस्ति धनञ्जय॥ (BG 7.7)",
      "meaning": "हे अर्जुन! मुझसे बढ़कर कोई नहीं है—मैं ही सर्वोच्च आधार हूँ।"
    },
    {
      "shlok": "भक्तोऽसि मे सखा चेति रहस्यं ह्येतदुत्तमम्॥ (BG 4.3)",
      "meaning": "तुम मेरे भक्त और मित्र हो, इसलिए मैं यह परम रहस्य कह रहा हूँ—तुम सुरक्षित हो।"
    },
    {
      "shlok": "तेषां सततयुक्तानां भजतां प्रीतिपूर्वकम्। ददामि बुद्धियोगं तं येन मामुपयान्ति ते॥ (BG 10.10)",
      "meaning": "मैं उन भक्तों को बुद्धियोग देता हूँ जो निरंतर भक्ति करते हैं ताकि वे मुझे प्राप्त कर सकें।"
    },
    {
      "shlok": "यत्र योगेश्वरः कृष्णो यत्र पार्थो धनुर्धरः... तत्र श्रीर्विजयो भूतिर्ध्रुवा नीतिर्मतिर्मम॥ (BG 18.78)",
      "meaning": "जहाँ योगेश्वर कृष्ण हैं और अर्जुन जैसे पराक्रमी, वहाँ विजय और सुरक्षा सुनिश्चित है।"
    },
    {
      "shlok": "ममैवांशो जीवलोके जीवभूतः सनातनः॥ (BG 15.7)",
      "meaning": "सभी जीव मेरे ही अंश हैं—तुम्हारा अस्तित्व मेरे साथ सदा सुरक्षित है।"
    },
    {
      "shlok": "मत्तः स्मृतिर्ज्ञानमपोहनं च॥ (BG 15.15)",
      "meaning": "ज्ञान, स्मृति और विस्मृति सब मुझसे ही हैं—तुम्हारी दिशा मैं ही तय करता हूँ।"
    },
    {
      "shlok": "अहमात्मा गुडाकेश सर्वभूताशयस्थितः। अहम् आदिश्च मध्यं च भूतानामन्त एव च॥ (BG 10.20)",
      "meaning": "मैं आत्मा हूँ जो सबके भीतर है—शुरुआत, मध्य और अंत मैं ही हूँ। यही तुम्हारी सुरक्षा है।"
    }
  ],
  "excited": [
    {
      "shlok": "उद्धरेदात्मनाऽत्मानं नात्मानमवसादयेत्॥ (BG 6.5)",
      "meaning": "अपने आप को ऊपर उठाओ, कभी निराश मत हो—उत्साह बनाए रखो।"
    },
    {
      "shlok": "क्लैब्यं मा स्म गमः पार्थ नैतत्त्वय्युपपद्यते। क्षुद्रं हृदयदौर्बल्यं त्यक्त्वोत्तिष्ठ परन्तप॥ (BG 2.3)",
      "meaning": "हे अर्जुन! कायर मत बनो, यह तुम्हें शोभा नहीं देता। हृदय की दुर्बलता त्यागकर उठो।"
    },
    {
      "shlok": "हतो वा प्राप्स्यसि स्वर्गं जित्वा वा भोक्ष्यसे महीम्। तस्मादुत्तिष्ठ कौन्तेय युद्धाय कृतनिश्चयः॥ (BG 2.37)",
      "meaning": "यदि मरे तो स्वर्ग मिलेगा, यदि जीते तो पृथ्वी का आनंद—इसलिए उठो और उत्साह से युद्ध करो।"
    },
    {
      "shlok": "कर्मण्येवाधिकारस्ते मा फलेषु कदाचन॥ (BG 2.47)",
      "meaning": "तेरा अधिकार केवल कर्म करने में है—उत्साह से काम कर, फल की चिंता मत कर।"
    },
    {
      "shlok": "योगस्थः कुरु कर्माणि सङ्गं त्यक्त्वा धनञ्जय॥ (BG 2.48)",
      "meaning": "योग में स्थित होकर कर्म कर, सफलता-असफलता में उत्साह बनाए रख।"
    },
    {
      "shlok": "न हि कश्चित्क्षणमपि जातु तिष्ठत्यकर्मकृत्॥ (BG 3.5)",
      "meaning": "कोई भी क्षणभर निष्क्रिय नहीं रह सकता—सदैव सक्रिय और उत्साहित रहो।"
    },
    {
      "shlok": "तस्मादसक्तः सततं कार्यं कर्म समाचर॥ (BG 3.19)",
      "meaning": "आसक्ति छोड़े बिना हर समय कर्म कर—यह उत्साह जगाएगा।"
    },
    {
      "shlok": "मयि सर्वाणि कर्माणि संन्यस्याध्यात्मचेतसा॥ (BG 3.30)",
      "meaning": "कर्मों को मुझे समर्पित कर—तब तुझे सच्चा उत्साह और शक्ति मिलेगी।"
    },
    {
      "shlok": "श्रेयान्स्वधर्मो विगुणः परधर्मात्स्वनुष्ठितात्॥ (BG 3.35)",
      "meaning": "दूसरों का धर्म अच्छा लग सकता है पर अपना धर्म—even दोषयुक्त हो—श्रेष्ठ है। इससे उत्साह बना रहता है।"
    },
    {
      "shlok": "यदा यदा हि धर्मस्य ग्लानिर्भवति भारत… (BG 4.7)",
      "meaning": "जब भी धर्म घटता है और अधर्म बढ़ता है, तब मैं प्रकट होता हूँ—यह जानकर उत्साहित रहो।"
    },
    {
      "shlok": "परित्राणाय साधूनां विनाशाय च दुष्कृताम्… (BG 4.8)",
      "meaning": "साधुओं की रक्षा और दुष्टों के विनाश के लिए मैं आता हूँ—धर्म की विजय सुनिश्चित है।"
    },
    {
      "shlok": "न हि ज्ञानेन सदृशं पवित्रमिह विद्यते॥ (BG 4.38)",
      "meaning": "ज्ञान जैसा कुछ भी पवित्र नहीं—ज्ञान उत्साह और प्रकाश लाता है।"
    },
    {
      "shlok": "श्रद्धावाँल्लभते ज्ञानं तत्परः संयतेन्द्रियः॥ (BG 4.39)",
      "meaning": "श्रद्धावान और संयमी व्यक्ति ज्ञान प्राप्त करता है और आत्मबल से भर जाता है।"
    },
    {
      "shlok": "तस्मादज्ञानसम्भूतं हृत्स्थं ज्ञानासिनात्मनः… छित्त्वैनं संशयं योगमातिष्ठोत्तिष्ठ भारत॥ (BG 4.42)",
      "meaning": "ज्ञान की तलवार से संदेह काटो और उठो—उत्साह से कार्य करो।"
    },
    {
      "shlok": "ब्रह्मण्याधाय कर्माणि सङ्गं त्यक्त्वा करोति यः… न लिप्यते॥ (BG 5.10)",
      "meaning": "ईश्वर को समर्पित होकर कर्म करने वाला उत्साहित और निष्कंटक रहता है।"
    },
    {
      "shlok": "यः सर्वत्रानभिस्नेहस्तत्तत्प्राप्य शुभाशुभम् नाभिनन्दति न द्वेष्टि॥ (BG 2.57)",
      "meaning": "जो शुभ-अशुभ से प्रभावित नहीं होता, उसका उत्साह कभी नहीं टूटता।"
    },
    {
      "shlok": "उद्धरेदात्मनाऽत्मानं नात्मानमवसादयेत्॥ (BG 6.5)",
      "meaning": "स्वयं को उठाओ, गिराओ मत—सच्चा उत्साह भीतर से आता है।"
    },
    {
      "shlok": "असंशयं महाबाहो मनो दुर्निग्रहं चलम्… अभ्यासेन तु कौन्तेय वैराग्येण च गृह्यते॥ (BG 6.35)",
      "meaning": "मन चंचल है पर अभ्यास और वैराग्य से जीता जा सकता है—अभ्यास से उत्साह पनपता है।"
    },
    {
      "shlok": "न हि कल्याणकृत्कश्चिद्दुर्गतिं तात गच्छति॥ (BG 6.40)",
      "meaning": "जो शुभ कर्म करता है, उसका कभी अनर्थ नहीं होता—यह जानकर साहस और उत्साह रखो।"
    },
    {
      "shlok": "अनन्याश्चिन्तयन्तो मां ये जनाः पर्युपासते… योगक्षेमं वहाम्यहम्॥ (BG 9.22)",
      "meaning": "जो भक्त एकनिष्ठ होकर मेरी पूजा करते हैं, उनका योगक्षेम मैं उठाता हूँ—यह सुनकर हर्षित रहो।"
    },
    {
      "shlok": "मच्चित्तः सर्वदुर्गाणि मत्प्रसादात्तरिष्यसि॥ (BG 18.58)",
      "meaning": "मुझमें मन लगाकर कार्य करो—मेरी कृपा से सब बाधाएँ पार होंगी।"
    },
    {
      "shlok": "न मे भक्तः प्रणश्यति॥ (BG 9.31)",
      "meaning": "मेरा भक्त कभी नष्ट नहीं होता—यह जानकर उत्साह से भर जाओ।"
    },
    {
      "shlok": "क्षिप्रं भवति धर्मात्मा शश्वच्छान्तिं निगच्छति॥ (BG 9.31)",
      "meaning": "भक्त शीघ्र धर्मात्मा बन जाता है और शांति पाता है—यह उत्साहवर्धक है।"
    },
    {
      "shlok": "तेषां सततयुक्तानां भजतां प्रीतिपूर्वकम् ददामि बुद्धियोगं तं येन मामुपयान्ति ते॥ (BG 10.10)",
      "meaning": "भक्तों को मैं बुद्धियोग देता हूँ जिससे वे मुझे प्राप्त करते हैं—यही उत्साह है।"
    },
    {
      "shlok": "मन्मना भव मद्भक्तो मद्याजी मां नमस्कुरु। मामेवैष्यसि युक्त्वैवमात्मानं मत्परायणः॥ (BG 9.34)",
      "meaning": "मुझमें मन लगाओ, मेरे भक्त बनो, मेरी पूजा करो—तुम्हें परम लक्ष्य मिलेगा।"
    },
    {
      "shlok": "भक्तोऽसि मे सखा चेति रहस्यं ह्येतदुत्तमम्॥ (BG 4.3)",
      "meaning": "तुम मेरे भक्त और मित्र हो—यह जानकर आनंद और उत्साह लो।"
    },
    {
      "shlok": "यत्र योगेश्वरः कृष्णो यत्र पार्थो धनुर्धरः… तत्र श्रीर्विजयो भूतिर्ध्रुवा नीतिर्मतिर्मम॥ (BG 18.78)",
      "meaning": "जहाँ कृष्ण और अर्जुन हैं, वहाँ निश्चित ही विजय और उत्साह है।"
    },
    {
      "shlok": "दुःखेष्वनुद्विग्नमनाः सुखेषु विगतस्पृहः… स्थितधीर्मुनिरुच्यते॥ (BG 2.56)",
      "meaning": "दुःख में विचलित न होना और सुख में आसक्त न होना—यह स्थिरता उत्साह जगाती है।"
    },
    {
      "shlok": "सर्वधर्मान्परित्यज्य मामेकं शरणं व्रज… मा शुचः॥ (BG 18.66)",
      "meaning": "सब कुछ छोड़ मेरी शरण में आओ—फिर उत्साह और शक्ति स्वतः मिलेंगे।"
    },
    {
      "shlok": "मत्तः परतरं नान्यत्किञ्चिदस्ति धनञ्जय॥ (BG 7.7)",
      "meaning": "मुझसे श्रेष्ठ कुछ भी नहीं है—यह जानकर आत्मबल और उत्साह बढ़ाओ।"
    },
    {
      "shlok": "अहमात्मा गुडाकेश सर्वभूताशयस्थितः॥ (BG 10.20)",
      "meaning": "मैं सब प्राणियों के हृदय में स्थित आत्मा हूँ—तुम सदा समर्थ हो।"
    },
    {
      "shlok": "समः शत्रौ च मित्रे च तथा मानापमानयोः… मदीयं प्रियः॥ (BG 12.18-19)",
      "meaning": "जो सबमें समभाव रखता है और संतुष्ट है—वह सदैव उत्साहित रहता है।"
    },
    {
      "shlok": "यो मां पश्यति सर्वत्र सर्वं च मयि पश्यति… स च मे प्रियः॥ (BG 6.30)",
      "meaning": "जो मुझे सबमें और सबको मुझमें देखता है—उसका उत्साह कभी क्षीण नहीं होता।"
    },
    {
      "shlok": "ममैवांशो जीवलोके जीवभूतः सनातनः॥ (BG 15.7)",
      "meaning": "जीव मेरा अंश है—यह जानकर तुम्हें अपार ऊर्जा और उत्साह मिलेगा।"
    },
    {
      "shlok": "मत्तः स्मृतिर्ज्ञानमपोहनं च॥ (BG 15.15)",
      "meaning": "स्मृति, ज्ञान और शक्ति मुझसे ही मिलते हैं—उत्साहित रहो।"
    },
    {
      "shlok": "न त्वेवाहं जातु नासं न त्वं नेमे जनाधिपाः… (BG 2.12)",
      "meaning": "हम सब शाश्वत हैं—यह सत्य तुम्हें उत्साहित रखेगा।"
    },
    {
      "shlok": "अनन्याश्चिन्तयन्तो मां ये जनाः पर्युपासते… योगक्षेमं वहाम्यहम्॥ (BG 9.22)",
      "meaning": "मेरी भक्ति करने वालों का योगक्षेम मैं स्वयं उठाता हूँ—इससे बड़ा उत्साह और क्या होगा?"
    },
    {
      "shlok": "ज्ञानेन तु तदज्ञानं येषां नाशितमात्मनः… तेषामादित्यवज्ज्ञानं प्रकाशयति तत्परम्॥ (BG 5.16)",
      "meaning": "ज्ञान सूर्य की तरह अज्ञान को मिटा देता है और जीवन में नई ऊर्जा भर देता है।"
    }
  ],
  "optimistic": [
    {
      "shlok": "क्लैब्यं मा स्म गमः पार्थ नैतत्त्वय्युपपद्यते। क्षुद्रं हृदयदौर्बल्यं त्यक्त्वोत्तिष्ठ परन्तप॥ (BG 2.3)",
      "meaning": "हे अर्जुन! कायरता को मत अपनाओ। यह तुम्हें शोभा नहीं देती। हृदय की दुर्बलता त्यागकर उठो।"
    },
    {
      "shlok": "न त्वेवाहं जातु नासं न त्वं नेमे जनाधिपाः। न चैव न भविष्यामः सर्वे वयमतः परम्॥ (BG 2.12)",
      "meaning": "न मैं कभी न था, न तुम, न ये सब। हम सदा रहेंगे। जीवन शाश्वत है, इसलिए आशा बनाए रखो।"
    },
    {
      "shlok": "सुखदुःखे समे कृत्वा लाभालाभौ जयाजयौ। ततो युद्धाय युज्यस्व नैवं पापमवाप्स्यसि॥ (BG 2.38)",
      "meaning": "सुख-दुःख, हानि-लाभ और जीत-हार समान मानकर काम करो—आशा बनाए रखो, नकारात्मकता दूर होगी।"
    },
    {
      "shlok": "योगस्थः कुरु कर्माणि सङ्गं त्यक्त्वा धनञ्जय। सिद्ध्यसिद्ध्योः समो भूत्वा समत्वं योग उच्यते॥ (BG 2.48)",
      "meaning": "योग में स्थित होकर कर्म करो। सफलता-असफलता में समान रहो—यही सच्ची आशावादिता है।"
    },
    {
      "shlok": "न हि कश्चित्क्षणमपि जातु तिष्ठत्यकर्मकृत्॥ (BG 3.5)",
      "meaning": "कोई भी क्षणभर निष्क्रिय नहीं रह सकता। हर कर्म हमें नई आशा देता है।"
    },
    {
      "shlok": "यदा यदा हि धर्मस्य ग्लानिर्भवति भारत। अभ्युत्थानमधर्मस्य तदात्मानं सृजाम्यहम्॥ (BG 4.7)",
      "meaning": "जब भी धर्म घटता है और अधर्म बढ़ता है, तब मैं प्रकट होता हूँ। यह आशा का सबसे बड़ा आधार है।"
    },
    {
      "shlok": "परित्राणाय साधूनां विनाशाय च दुष्कृताम्। धर्मसंस्थापनार्थाय सम्भवामि युगे युगे॥ (BG 4.8)",
      "meaning": "साधुओं की रक्षा और दुष्टों के विनाश के लिए मैं युग-युग में आता हूँ। आशा बनाए रखो।"
    },
    {
      "shlok": "श्रद्धावाँल्लभते ज्ञानं तत्परः संयतेन्द्रियः। ज्ञानं लब्ध्वा परां शान्तिमचिरेणाधिगच्छति॥ (BG 4.39)",
      "meaning": "श्रद्धा और संयम से ज्ञान प्राप्त होता है और फिर परमानंद की शांति मिलती है। यही आशावाद है।"
    },
    {
      "shlok": "न हि ज्ञानेन सदृशं पवित्रमिह विद्यते। (BG 4.38)",
      "meaning": "ज्ञान से बढ़कर पवित्र कुछ नहीं। यह अंधकार दूर करता है और आशा जगाता है।"
    },
    {
      "shlok": "मयि सर्वाणि कर्माणि संन्यस्याध्यात्मचेतसा। निराशीर्निर्ममो भूत्वा युध्यस्व विगतज्वरः॥ (BG 3.30)",
      "meaning": "सब कर्म मुझे समर्पित करके निराशा छोड़ो और चिंता त्यागकर उत्साह से कार्य करो।"
    },
    {
      "shlok": "न हि कल्याणकृत्कश्चिद्दुर्गतिं तात गच्छति॥ (BG 6.40)",
      "meaning": "हे अर्जुन! जो कल्याणकारी कर्म करता है, उसका कभी अनर्थ नहीं होता। यह आशा का बड़ा कारण है।"
    },
    {
      "shlok": "अनन्याश्चिन्तयन्तो मां ये जनाः पर्युपासते। तेषां नित्याभियुक्तानां योगक्षेमं वहाम्यहम्॥ (BG 9.22)",
      "meaning": "जो एकनिष्ठ होकर मेरी भक्ति करते हैं, उनका योगक्षेम मैं स्वयं उठाता हूँ। यही सच्चा भरोसा है।"
    },
    {
      "shlok": "मच्चित्तः सर्वदुर्गाणि मत्प्रसादात्तरिष्यसि॥ (BG 18.58)",
      "meaning": "यदि मन मुझे समर्पित करोगे तो मेरी कृपा से सब कठिनाइयों को पार कर लोगे।"
    },
    {
      "shlok": "सर्वधर्मान्परित्यज्य मामेकं शरणं व्रज। अहं त्वां सर्वपापेभ्यो मोक्षयिष्यामि मा शुचः॥ (BG 18.66)",
      "meaning": "सब धर्मों को छोड़कर मेरी शरण में आओ। मैं तुम्हें सब पापों से मुक्त कर दूँगा। चिंता मत करो।"
    },
    {
      "shlok": "न मे भक्तः प्रणश्यति॥ (BG 9.31)",
      "meaning": "मेरा भक्त कभी नष्ट नहीं होता। यह शाश्वत आशा का वचन है।"
    },
    {
      "shlok": "क्षिप्रं भवति धर्मात्मा शश्वच्छान्तिं निगच्छति॥ (BG 9.31)",
      "meaning": "भक्त शीघ्र धर्मात्मा बन जाता है और स्थायी शांति प्राप्त करता है।"
    },
    {
      "shlok": "यो मां पश्यति सर्वत्र सर्वं च मयि पश्यति। तस्याहं न प्रणश्यामि स च मे न प्रणश्यति॥ (BG 6.30)",
      "meaning": "जो मुझे सबमें और सबको मुझमें देखता है, वह कभी असफल नहीं होता।"
    },
    {
      "shlok": "तेषां सततयुक्तानां भजतां प्रीतिपूर्वकम्। ददामि बुद्धियोगं तं येन मामुपयान्ति ते॥ (BG 10.10)",
      "meaning": "मैं उन भक्तों को बुद्धियोग देता हूँ जो भक्ति में लगे रहते हैं ताकि वे मुझे प्राप्त कर सकें।"
    },
    {
      "shlok": "मन्मना भव मद्भक्तो मद्याजी मां नमस्कुरु। मामेवैष्यसि युक्त्वैवमात्मानं मत्परायणः॥ (BG 9.34)",
      "meaning": "मुझमें मन लगाओ, मेरे भक्त बनो, मेरी पूजा करो—तुम निश्चय ही मुझे प्राप्त करोगे।"
    },
    {
      "shlok": "अहं आत्मा गुडाकेश सर्वभूताशयस्थितः॥ (BG 10.20)",
      "meaning": "मैं सभी प्राणियों के हृदय में स्थित आत्मा हूँ। यह जानकर आशा और आत्मबल पाओ।"
    },
    {
      "shlok": "मत्तः परतरं नान्यत्किञ्चिदस्ति धनञ्जय॥ (BG 7.7)",
      "meaning": "हे अर्जुन! मुझसे बढ़कर कोई नहीं। सब कुछ मुझ पर आधारित है। यह आशावाद का आधार है।"
    },
    {
      "shlok": "ममैवांशो जीवलोके जीवभूतः सनातनः॥ (BG 15.7)",
      "meaning": "सभी जीव मेरे सनातन अंश हैं। तुम कभी अकेले या असुरक्षित नहीं हो।"
    },
    {
      "shlok": "समः शत्रौ च मित्रे च तथा मानापमानयोः। शीतोष्णसुखदुःखेषु समः सङ्गविवर्जितः॥ (BG 12.18)",
      "meaning": "जो मित्र-शत्रु, मान-अपमान, सुख-दुःख में समान रहता है, वह शांति और आशा से भर जाता है।"
    },
    {
      "shlok": "दुःखेष्वनुद्विग्नमनाः सुखेषु विगतस्पृहः। भीतरागभयक्रोधः स्थितधीर्मुनिरुच्यते॥ (BG 2.56)",
      "meaning": "जो दुःख में विचलित नहीं होता और सुख में आसक्त नहीं होता—वह सच्चा आशावादी है।"
    },
    {
      "shlok": "ज्ञानेन तु तदज्ञानं येषां नाशितमात्मनः। तेषामादित्यवज्ज्ञानं प्रकाशयति तत्परम्॥ (BG 5.16)",
      "meaning": "जिसका अज्ञान ज्ञान से नष्ट हो गया है उसका जीवन सूर्य की तरह आलोकित होता है।"
    },
    {
      "shlok": "भक्त्या मामभिजानाति यावान्यश्चास्मि तत्त्वतः। ततो मां तत्त्वतो ज्ञात्वा विशते तदनन्तरम्॥ (BG 18.55)",
      "meaning": "भक्ति से मुझे तत्त्वतः जान सकता है। यह ज्ञान आशा और मुक्ति लाता है।"
    },
    {
      "shlok": "भक्तोऽसि मे सखा चेति रहस्यं ह्येतदुत्तमम्॥ (BG 4.3)",
      "meaning": "तुम मेरे भक्त और सखा हो। यह जानकर सदैव आशावादी रहो।"
    },
    {
      "shlok": "यत्र योगेश्वरः कृष्णो यत्र पार्थो धनुर्धरः। तत्र श्रीर्विजयो भूतिर्ध्रुवा नीतिर्मतिर्मम॥ (BG 18.78)",
      "meaning": "जहाँ कृष्ण और अर्जुन हैं, वहाँ निश्चित ही विजय और आशा है।"
    },
    {
      "shlok": "न त्वेवाहं जातु नासं न त्वं नेमे जनाधिपाः… (BG 2.12)",
      "meaning": "हम सदा विद्यमान हैं। यह सत्य कभी निराशा आने नहीं देता।"
    },
    {
      "shlok": "असंशयं महाबाहो मनो दुर्निग्रहं चलम्। अभ्यासेन तु कौन्तेय वैराग्येण च गृह्यते॥ (BG 6.35)",
      "meaning": "मन चंचल है पर अभ्यास और वैराग्य से वश में किया जा सकता है। यह उत्साह और आशा जगाता है।"
    },
    {
      "shlok": "उद्धरेदात्मनाऽत्मानं नात्मानमवसादयेत्॥ (BG 6.5)",
      "meaning": "अपने आप को ऊपर उठाओ, निराश मत हो। आशावादी बनो।"
    },
    {
      "shlok": "अपि चेदसि पापेभ्यः सर्वेभ्यः पापकृत्तमः। सर्वं ज्ञानप्लवेनैव वृजिनं सन्तरिष्यसि॥ (BG 4.36)",
      "meaning": "सबसे बड़ा पापी भी यदि ज्ञान प्राप्त करे तो सब पाप पार कर सकता है। हमेशा उम्मीद रखो।"
    },
    {
      "shlok": "न हि ज्ञानेन सदृशं पवित्रमिह विद्यते। (BG 4.38)",
      "meaning": "ज्ञान से बढ़कर कुछ भी पवित्र नहीं। यह हर निराशा को आशा में बदल देता है।"
    },
    {
      "shlok": "सन्न्यासस्तु महाबाहो दुःखमाप्तुमयोगतः। योगयुक्तो मुनिर्ब्रह्म नचिरेणाधिगच्छति॥ (BG 5.6)",
      "meaning": "योगयुक्त साधक शीघ्र ही ब्रह्म प्राप्त करता है। यह आशा का संदेश है।"
    },
    {
      "shlok": "समः शत्रौ च मित्रे च तथा मानापमानयोः… मदीयं प्रियः॥ (BG 12.19)",
      "meaning": "जो शत्रु-मित्र में समान है, वही सच्चा संतुष्ट और आशावादी है।"
    },
    {
      "shlok": "अहं आत्मा गुडाकेश सर्वभूताशयस्थितः। अहम् आदिश्च मध्यं च भूतानामन्त एव च॥ (BG 10.20)",
      "meaning": "मैं सबके भीतर आत्मा हूँ—यह तुम्हें आत्मबल और आशा देता है।"
    }
  ],
  "confident": [
    {
      "shlok": "न त्वेवाहं जातु नासं न त्वं नेमे जनाधिपाः। न चैव न भविष्यामः सर्वे वयमतः परम्॥ (BG 2.12)",
      "meaning": "न मैं कभी न था, न तुम, न ये सब राजा। हम सदा रहेंगे—यह जानकर आत्मविश्वास रखो।"
    },
    {
      "shlok": "क्लैब्यं मा स्म गमः पार्थ नैतत्त्वय्युपपद्यते। क्षुद्रं हृदयदौर्बल्यं त्यक्त्वोत्तिष्ठ परन्तप॥ (BG 2.3)",
      "meaning": "कायर मत बनो, हृदय की दुर्बलता छोड़ो और साहस से खड़े हो जाओ।"
    },
    {
      "shlok": "सुखदुःखे समे कृत्वा लाभालाभौ जयाजयौ। ततो युद्धाय युज्यस्व नैवं पापमवाप्स्यसि॥ (BG 2.38)",
      "meaning": "सुख-दुःख, हानि-लाभ और जीत-हार समान मानकर काम करो—यही सच्चा आत्मविश्वास है।"
    },
    {
      "shlok": "हतो वा प्राप्स्यसि स्वर्गं जित्वा वा भोक्ष्यसे महीम्। तस्मादुत्तिष्ठ कौन्तेय युद्धाय कृतनिश्चयः॥ (BG 2.37)",
      "meaning": "यदि मरे तो स्वर्ग, यदि जीते तो पृथ्वी का आनंद। इसलिए दृढ़ निश्चय के साथ खड़े हो जाओ।"
    },
    {
      "shlok": "योगस्थः कुरु कर्माणि सङ्गं त्यक्त्वा धनञ्जय। सिद्ध्यसिद्ध्योः समो भूत्वा समत्वं योग उच्यते॥ (BG 2.48)",
      "meaning": "योग में स्थित होकर कर्म करो। सफलता-असफलता में समान रहो—यही आत्मविश्वास है।"
    },
    {
      "shlok": "न हि कश्चित्क्षणमपि जातु तिष्ठत्यकर्मकृत्॥ (BG 3.5)",
      "meaning": "कोई भी क्षणभर निष्क्रिय नहीं रह सकता। निरंतर कर्म ही आत्मविश्वास बढ़ाता है।"
    },
    {
      "shlok": "मयि सर्वाणि कर्माणि संन्यस्याध्यात्मचेतसा। निराशीर्निर्ममो भूत्वा युध्यस्व विगतज्वरः॥ (BG 3.30)",
      "meaning": "अपने कर्म मुझे समर्पित कर, चिंता छोड़ो और निडर होकर कार्य करो।"
    },
    {
      "shlok": "तस्मादसक्तः सततं कार्यं कर्म समाचर। असक्तो ह्याचरन्कर्म परमाप्नोति पुरुषः॥ (BG 3.19)",
      "meaning": "आसक्ति त्यागकर कर्म करते रहो। यही पुरुष को परम लक्ष्य तक ले जाता है।"
    },
    {
      "shlok": "न हि कल्याणकृत्कश्चिद्दुर्गतिं तात गच्छति॥ (BG 6.40)",
      "meaning": "शुभ कर्म करने वाला कभी नष्ट नहीं होता। यह जानकर आत्मविश्वास रखो।"
    },
    {
      "shlok": "उद्धरेदात्मनाऽत्मानं नात्मानमवसादयेत्। आत्मैव ह्यात्मनो बन्धुरात्मैव रिपुरात्मनः॥ (BG 6.5)",
      "meaning": "अपने आप को उठाओ, गिराओ मत। स्वयं ही अपने मित्र और शत्रु हो।"
    },
    {
      "shlok": "असंशयं महाबाहो मनो दुर्निग्रहं चलम्। अभ्यासेन तु कौन्तेय वैराग्येण च गृह्यते॥ (BG 6.35)",
      "meaning": "मन चंचल है पर अभ्यास और वैराग्य से जीता जा सकता है। यही आत्मविश्वास है।"
    },
    {
      "shlok": "अनन्याश्चिन्तयन्तो मां ये जनाः पर्युपासते। तेषां नित्याभियुक्तानां योगक्षेमं वहाम्यहम्॥ (BG 9.22)",
      "meaning": "जो भक्त एकनिष्ठ होकर मेरी पूजा करते हैं, उनका योगक्षेम मैं उठाता हूँ। यह आत्मविश्वास का आधार है।"
    },
    {
      "shlok": "न मे भक्तः प्रणश्यति॥ (BG 9.31)",
      "meaning": "मेरा भक्त कभी नष्ट नहीं होता। यह वचन आत्मविश्वास को दृढ़ करता है।"
    },
    {
      "shlok": "क्षिप्रं भवति धर्मात्मा शश्वच्छान्तिं निगच्छति। कौन्तेय प्रतिजानीहि न मे भक्तः प्रणश्यति॥ (BG 9.31)",
      "meaning": "भक्त शीघ्र धर्मात्मा बन जाता है और शांति प्राप्त करता है। वह कभी नष्ट नहीं होता।"
    },
    {
      "shlok": "तेषां सततयुक्तानां भजतां प्रीतिपूर्वकम्। ददामि बुद्धियोगं तं येन मामुपयान्ति ते॥ (BG 10.10)",
      "meaning": "मैं भक्तों को बुद्धियोग देता हूँ ताकि वे मुझे प्राप्त कर सकें। यही आत्मविश्वास है।"
    },
    {
      "shlok": "मच्चित्तः सर्वदुर्गाणि मत्प्रसादात्तरिष्यसि। अथ चेत्त्वमहंकारान्न श्रोष्यसि विनङ्क्ष्यसि॥ (BG 18.58)",
      "meaning": "यदि मन मुझमें लगाओगे तो मेरी कृपा से सब बाधाएँ पार कर लोगे।"
    },
    {
      "shlok": "सर्वधर्मान्परित्यज्य मामेकं शरणं व्रज। अहं त्वां सर्वपापेभ्यो मोक्षयिष्यामि मा शुचः॥ (BG 18.66)",
      "meaning": "सब धर्म छोड़कर मेरी शरण आओ। मैं तुम्हें सब पापों से मुक्त कर दूँगा। चिंता मत करो।"
    },
    {
      "shlok": "मत्तः परतरं नान्यत्किञ्चिदस्ति धनञ्जय। मयि सर्वमिदं प्रोतं सूत्रे मणिगणा इव॥ (BG 7.7)",
      "meaning": "हे अर्जुन! मुझसे श्रेष्ठ कुछ नहीं। सब मेरे में गुँथे हैं जैसे मणि धागे में।"
    },
    {
      "shlok": "अहमात्मा गुडाकेश सर्वभूताशयस्थितः॥ (BG 10.20)",
      "meaning": "मैं सब प्राणियों के हृदय में स्थित आत्मा हूँ। यह जानकर आत्मविश्वास रखो।"
    },
    {
      "shlok": "ममैवांशो जीवलोके जीवभूतः सनातनः। मनःषष्ठानीन्द्रियाणि प्रकृतिस्थानि कर्षति॥ (BG 15.7)",
      "meaning": "जीव मेरा सनातन अंश है। यह जानकर साहस और आत्मबल प्राप्त करो।"
    },
    {
      "shlok": "यो मां पश्यति सर्वत्र सर्वं च मयि पश्यति। तस्याहं न प्रणश्यामि स च मे न प्रणश्यति॥ (BG 6.30)",
      "meaning": "जो मुझे सबमें और सबको मुझमें देखता है, वह कभी असफल नहीं होता।"
    },
    {
      "shlok": "समः शत्रौ च मित्रे च तथा मानापमानयोः। शीतोष्णसुखदुःखेषु समः सङ्गविवर्जितः॥ (BG 12.18)",
      "meaning": "जो मित्र-शत्रु, मान-अपमान और सुख-दुःख में समान है, वही आत्मविश्वासी कहलाता है।"
    },
    {
      "shlok": "ज्ञानेन तु तदज्ञानं येषां नाशितमात्मनः। तेषामादित्यवज्ज्ञानं प्रकाशयति तत्परम्॥ (BG 5.16)",
      "meaning": "जिसका अज्ञान ज्ञान से नष्ट हो गया है, उसका जीवन सूर्य की तरह आलोकित होता है।"
    },
    {
      "shlok": "भक्तोऽसि मे सखा चेति रहस्यं ह्येतदुत्तमम्॥ (BG 4.3)",
      "meaning": "तुम मेरे भक्त और सखा हो। यह जानकर आत्मविश्वास और विश्वास रखो।"
    },
    {
      "shlok": "यत्र योगेश्वरः कृष्णो यत्र पार्थो धनुर्धरः। तत्र श्रीर्विजयो भूतिर्ध्रुवा नीतिर्मतिर्मम॥ (BG 18.78)",
      "meaning": "जहाँ कृष्ण और अर्जुन हैं, वहाँ निश्चित ही विजय और आत्मविश्वास है।"
    },
    {
      "shlok": "भक्त्या मामभिजानाति यावान्यश्चास्मि तत्त्वतः। ततो मां तत्त्वतो ज्ञात्वा विशते तदनन्तरम्॥ (BG 18.55)",
      "meaning": "भक्ति से मुझे तत्त्वतः जान सकता है। यह ज्ञान आत्मविश्वास और मुक्ति लाता है।"
    },
    {
      "shlok": "न हि ज्ञानेन सदृशं पवित्रमिह विद्यते॥ (BG 4.38)",
      "meaning": "ज्ञान जैसा कुछ नहीं। यह हर डर को आत्मविश्वास में बदल देता है।"
    },
    {
      "shlok": "अहं कृत्स्नस्य जगतः प्रभवः प्रलयस्तथा। (BG 7.6)",
      "meaning": "मैं पूरे जगत का उद्गम और प्रलय हूँ। यह जानकर आत्मविश्वास से भर जाओ।"
    },
    {
      "shlok": "मच्चित्ताः सर्वदुर्गाणि मत्प्रसादात्तरिष्यसि॥ (BG 18.58)",
      "meaning": "यदि मन मुझमें लगाओगे तो मेरी कृपा से सब कठिनाइयाँ पार कर लोगे।"
    },
    {
      "shlok": "दुःखेष्वनुद्विग्नमनाः सुखेषु विगतस्पृहः। (BG 2.56)",
      "meaning": "दुःख में विचलित न होना और सुख में आसक्त न होना—यही आत्मविश्वास है।"
    },
    {
      "shlok": "अपि चेदसि पापेभ्यः सर्वेभ्यः पापकृत्तमः। सर्वं ज्ञानप्लवेनैव वृजिनं सन्तरिष्यसि॥ (BG 4.36)",
      "meaning": "यदि तुम सबसे बड़े पापी हो, तो भी ज्ञान की नौका से सब पार कर सकते हो। आत्मविश्वास रखो।"
    },
    {
      "shlok": "न मे पार्थ अस्ति कर्तव्यं त्रिषु लोकेषु किञ्चन। नानवाप्तमवाप्तव्यं वर्त एव च कर्मणि॥ (BG 3.22)",
      "meaning": "मुझे तीनों लोकों में कुछ भी पाना बाकी नहीं है, फिर भी मैं कर्म करता हूँ। यह आत्मविश्वास सिखाता है।"
    },
    {
      "shlok": "मत्तः स्मृतिर्ज्ञानमपोहनं च॥ (BG 15.15)",
      "meaning": "स्मृति, ज्ञान और शक्ति मुझसे ही मिलते हैं। यह जानकर आत्मविश्वास बढ़ाओ।"
    }
  ],
  "nervous": [
    {
      "shlok": "क्लैब्यं मा स्म गमः पार्थ नैतत्त्वय्युपपद्यते। क्षुद्रं हृदयदौर्बल्यं त्यक्त्वोत्तिष्ठ परन्तप॥ (BG 2.3)",
      "meaning": "हे अर्जुन! कायरता को मत अपनाओ, यह तुम्हें शोभा नहीं देती। हृदय की दुर्बलता त्यागकर उठो।"
    },
    {
      "shlok": "न त्वेवाहं जातु नासं न त्वं नेमे जनाधिपाः। न चैव न भविष्यामः सर्वे वयमतः परम्॥ (BG 2.12)",
      "meaning": "न मैं कभी न था, न तुम, न ये सब राजा। हम सदा रहेंगे—यह जानकर घबराहट दूर होती है।"
    },
    {
      "shlok": "सुखदुःखे समे कृत्वा लाभालाभौ जयाजयौ। ततो युद्धाय युज्यस्व नैवं पापमवाप्स्यसि॥ (BG 2.38)",
      "meaning": "सुख-दुःख, हानि-लाभ और जीत-हार समान मानकर कार्य करो। इससे मन स्थिर और निडर होता है।"
    },
    {
      "shlok": "योगस्थः कुरु कर्माणि सङ्गं त्यक्त्वा धनञ्जय। सिद्ध्यसिद्ध्योः समो भूत्वा समत्वं योग उच्यते॥ (BG 2.48)",
      "meaning": "योग में स्थित होकर कर्म करो। सफलता-असफलता में समान रहना ही घबराहट मिटाने का उपाय है।"
    },
    {
      "shlok": "असंशयं महाबाहो मनो दुर्निग्रहं चलम्। अभ्यासेन तु कौन्तेय वैराग्येण च गृह्यते॥ (BG 6.35)",
      "meaning": "मन चंचल और कठिन है पर अभ्यास और वैराग्य से उसे जीता जा सकता है। यही घबराहट मिटाता है।"
    },
    {
      "shlok": "न हि कश्चित्क्षणमपि जातु तिष्ठत्यकर्मकृत्॥ (BG 3.5)",
      "meaning": "कोई भी क्षणभर निष्क्रिय नहीं रह सकता। सक्रियता घबराहट को दूर करती है।"
    },
    {
      "shlok": "मयि सर्वाणि कर्माणि संन्यस्याध्यात्मचेतसा। निराशीर्निर्ममो भूत्वा युध्यस्व विगतज्वरः॥ (BG 3.30)",
      "meaning": "सब कर्म मुझे समर्पित कर, चिंता छोड़ो और निडर होकर कार्य करो। घबराहट दूर हो जाएगी।"
    },
    {
      "shlok": "न हि कल्याणकृत्कश्चिद्दुर्गतिं तात गच्छति॥ (BG 6.40)",
      "meaning": "जो शुभ कर्म करता है, वह कभी विनष्ट नहीं होता। यह वचन घबराहट को दूर करता है।"
    },
    {
      "shlok": "अनन्याश्चिन्तयन्तो मां ये जनाः पर्युपासते। तेषां नित्याभियुक्तानां योगक्षेमं वहाम्यहम्॥ (BG 9.22)",
      "meaning": "जो एकनिष्ठ होकर मेरी पूजा करते हैं, उनका योगक्षेम मैं स्वयं उठाता हूँ। घबराहट का कोई स्थान नहीं।"
    },
    {
      "shlok": "न मे भक्तः प्रणश्यति॥ (BG 9.31)",
      "meaning": "मेरा भक्त कभी नष्ट नहीं होता। घबराहट का कारण ही मिट जाता है।"
    },
    {
      "shlok": "मच्चित्तः सर्वदुर्गाणि मत्प्रसादात्तरिष्यसि॥ (BG 18.58)",
      "meaning": "यदि मन मुझमें लगाओगे तो मेरी कृपा से सब कठिनाइयाँ पार कर लोगे। डर या घबराहट नहीं रहेगी।"
    },
    {
      "shlok": "सर्वधर्मान्परित्यज्य मामेकं शरणं व्रज। अहं त्वां सर्वपापेभ्यो मोक्षयिष्यामि मा शुचः॥ (BG 18.66)",
      "meaning": "सब धर्म छोड़कर मेरी शरण आओ। मैं तुम्हें सब पापों से मुक्त कर दूँगा। चिंता मत करो।"
    },
    {
      "shlok": "यो मां पश्यति सर्वत्र सर्वं च मयि पश्यति। तस्याहं न प्रणश्यामि स च मे न प्रणश्यति॥ (BG 6.30)",
      "meaning": "जो मुझे सबमें और सबको मुझमें देखता है, वह कभी असफल नहीं होता। उसे घबराहट नहीं सताती।"
    },
    {
      "shlok": "समः शत्रौ च मित्रे च तथा मानापमानयोः। शीतोष्णसुखदुःखेषु समः सङ्गविवर्जितः॥ (BG 12.18)",
      "meaning": "जो मित्र-शत्रु, मान-अपमान और सुख-दुःख में समान रहता है, वही घबराहट से मुक्त रहता है।"
    },
    {
      "shlok": "ज्ञानेन तु तदज्ञानं येषां नाशितमात्मनः। तेषामादित्यवज्ज्ञानं प्रकाशयति तत्परम्॥ (BG 5.16)",
      "meaning": "ज्ञान सूर्य की तरह मन का अंधकार मिटाता है और घबराहट दूर करता है।"
    },
    {
      "shlok": "भक्तोऽसि मे सखा चेति रहस्यं ह्येतदुत्तमम्॥ (BG 4.3)",
      "meaning": "तुम मेरे भक्त और सखा हो। यह जानकर घबराहट नहीं रहनी चाहिए।"
    },
    {
      "shlok": "न मे पार्थ अस्ति कर्तव्यं त्रिषु लोकेषु किञ्चन। नानवाप्तमवाप्तव्यं वर्त एव च कर्मणि॥ (BG 3.22)",
      "meaning": "मुझे तीनों लोकों में कुछ भी पाना बाकी नहीं, फिर भी मैं कर्म करता हूँ। यह आत्मबल देता है।"
    },
    {
      "shlok": "उद्धरेदात्मनाऽत्मानं नात्मानमवसादयेत्। आत्मैव ह्यात्मनो बन्धुरात्मैव रिपुरात्मनः॥ (BG 6.5)",
      "meaning": "अपने आप को ऊपर उठाओ, निराश मत हो। घबराहट को स्थान मत दो।"
    },
    {
      "shlok": "दुःखेष्वनुद्विग्नमनाः सुखेषु विगतस्पृहः। भीतरागभयक्रोधः स्थितधीर्मुनिरुच्यते॥ (BG 2.56)",
      "meaning": "जो दुःख में विचलित न होता और सुख में आसक्त नहीं होता—वह घबराहट से परे होता है।"
    },
    {
      "shlok": "अपि चेदसि पापेभ्यः सर्वेभ्यः पापकृत्तमः। सर्वं ज्ञानप्लवेनैव वृजिनं सन्तरिष्यसि॥ (BG 4.36)",
      "meaning": "सबसे बड़ा पापी भी ज्ञान से सब पार कर सकता है। तो घबराने का कारण नहीं।"
    },
    {
      "shlok": "ममैवांशो जीवलोके जीवभूतः सनातनः। मनःषष्ठानीन्द्रियाणि प्रकृतिस्थानि कर्षति॥ (BG 15.7)",
      "meaning": "जीव मेरा सनातन अंश है। यह जानकर घबराहट मिट जाती है।"
    },
    {
      "shlok": "मत्तः परतरं नान्यत्किञ्चिदस्ति धनञ्जय। मयि सर्वमिदं प्रोतं सूत्रे मणिगणा इव॥ (BG 7.7)",
      "meaning": "मुझसे बढ़कर कुछ नहीं है। सब मेरे में गुँथे हैं—यह जानकर आत्मविश्वास और शांति मिलती है।"
    },
    {
      "shlok": "अहमात्मा गुडाकेश सर्वभूताशयस्थितः॥ (BG 10.20)",
      "meaning": "मैं सब प्राणियों के हृदय में स्थित हूँ। यह जानकर घबराहट का स्थान नहीं रहता।"
    },
    {
      "shlok": "न हि ज्ञानेन सदृशं पवित्रमिह विद्यते॥ (BG 4.38)",
      "meaning": "ज्ञान से बढ़कर कुछ नहीं। यह अज्ञान और घबराहट को मिटाता है।"
    },
    {
      "shlok": "भक्त्या मामभिजानाति यावान्यश्चास्मि तत्त्वतः। ततो मां तत्त्वतो ज्ञात्वा विशते तदनन्तरम्॥ (BG 18.55)",
      "meaning": "भक्ति से मुझे जाना जा सकता है। यह विश्वास घबराहट मिटाता है।"
    },
    {
      "shlok": "न मे भक्तः प्रणश्यति॥ (BG 9.31)",
      "meaning": "मेरा भक्त कभी नष्ट नहीं होता—इससे मन में धैर्य आता है।"
    },
    {
      "shlok": "यत्र योगेश्वरः कृष्णो यत्र पार्थो धनुर्धरः। तत्र श्रीर्विजयो भूतिर्ध्रुवा नीतिर्मतिर्मम॥ (BG 18.78)",
      "meaning": "जहाँ कृष्ण और अर्जुन हैं, वहाँ निश्चित विजय और शांति है। घबराने की आवश्यकता नहीं।"
    },
    {
      "shlok": "क्षिप्रं भवति धर्मात्मा शश्वच्छान्तिं निगच्छति॥ (BG 9.31)",
      "meaning": "भक्त शीघ्र धर्मात्मा बन जाता है और शांति प्राप्त करता है।"
    },
    {
      "shlok": "तेषां सततयुक्तानां भजतां प्रीतिपूर्वकम्। ददामि बुद्धियोगं तं येन मामुपयान्ति ते॥ (BG 10.10)",
      "meaning": "मैं भक्तों को बुद्धियोग देता हूँ ताकि वे मुझे प्राप्त कर सकें। घबराहट समाप्त हो जाती है।"
    }
  ],
  "depressed": [
    {
      "shlok": "क्लैब्यं मा स्म गमः पार्थ नैतत्त्वय्युपपद्यते। क्षुद्रं हृदयदौर्बल्यं त्यक्त्वोत्तिष्ठ परन्तप॥ (BG 2.3)",
      "meaning": "हे अर्जुन! कायरता और कमजोरी को मत अपनाओ। यह तुम्हें शोभा नहीं देती। उठो और साहसी बनो।"
    },
    {
      "shlok": "न त्वेवाहं जातु नासं न त्वं नेमे जनाधिपाः। न चैव न भविष्यामः सर्वे वयमतः परम्॥ (BG 2.12)",
      "meaning": "हम कभी भी नष्ट नहीं होते। आत्मा अमर है, इसलिए निराशा को स्थान मत दो।"
    },
    {
      "shlok": "सुखदुःखे समे कृत्वा लाभालाभौ जयाजयौ। ततो युद्धाय युज्यस्व नैवं पापमवाप्स्यसि॥ (BG 2.38)",
      "meaning": "सुख-दुःख, हानि-लाभ और जीत-हार समान मानकर कर्म करो। तभी अवसाद से बाहर निकल सकोगे।"
    },
    {
      "shlok": "योगस्थः कुरु कर्माणि सङ्गं त्यक्त्वा धनञ्जय। सिद्ध्यसिद्ध्योः समो भूत्वा समत्वं योग उच्यते॥ (BG 2.48)",
      "meaning": "योग में स्थित होकर कर्म करो। सफलता-असफलता में समान रहने से अवसाद मिटता है।"
    },
    {
      "shlok": "दुःखेष्वनुद्विग्नमनाः सुखेषु विगतस्पृहः। भीतरागभयक्रोधः स्थितधीर्मुनिरुच्यते॥ (BG 2.56)",
      "meaning": "जो दुःख में विचलित नहीं होता और सुख में आसक्त नहीं—वह संतुलित व्यक्ति कहलाता है।"
    },
    {
      "shlok": "उद्धरेदात्मनाऽत्मानं नात्मानमवसादयेत्। आत्मैव ह्यात्मनो बन्धुरात्मैव रिपुरात्मनः॥ (BG 6.5)",
      "meaning": "अपने आप को ऊपर उठाओ, निराश मत हो। तुम स्वयं अपने मित्र और शत्रु हो।"
    },
    {
      "shlok": "न हि कल्याणकृत्कश्चिद्दुर्गतिं तात गच्छति॥ (BG 6.40)",
      "meaning": "शुभ कर्म करने वाला कभी विनष्ट नहीं होता। यह अवसाद दूर करने का सबसे बड़ा संदेश है।"
    },
    {
      "shlok": "अनन्याश्चिन्तयन्तो मां ये जनाः पर्युपासते। तेषां नित्याभियुक्तानां योगक्षेमं वहाम्यहम्॥ (BG 9.22)",
      "meaning": "जो मुझे एकनिष्ठ होकर भजते हैं, उनका योगक्षेम मैं उठाता हूँ। चिंता और अवसाद दूर हो जाता है।"
    },
    {
      "shlok": "न मे भक्तः प्रणश्यति॥ (BG 9.31)",
      "meaning": "मेरा भक्त कभी नष्ट नहीं होता। यह अवसाद मिटाने वाला दिव्य वचन है।"
    },
    {
      "shlok": "क्षिप्रं भवति धर्मात्मा शश्वच्छान्तिं निगच्छति। कौन्तेय प्रतिजानीहि न मे भक्तः प्रणश्यति॥ (BG 9.31)",
      "meaning": "भक्त शीघ्र धर्मात्मा बन जाता है और स्थायी शांति पाता है। निराशा को छोड़ो।"
    },
    {
      "shlok": "मच्चित्तः सर्वदुर्गाणि मत्प्रसादात्तरिष्यसि॥ (BG 18.58)",
      "meaning": "यदि मन मुझमें लगाओगे तो मेरी कृपा से सब कठिनाइयाँ पार कर लोगे।"
    },
    {
      "shlok": "सर्वधर्मान्परित्यज्य मामेकं शरणं व्रज। अहं त्वां सर्वपापेभ्यो मोक्षयिष्यामि मा शुचः॥ (BG 18.66)",
      "meaning": "सब धर्मों को छोड़कर मेरी शरण में आओ। मैं तुम्हें सब पापों से मुक्त कर दूँगा। दुख मत करो।"
    },
    {
      "shlok": "न हि ज्ञानेन सदृशं पवित्रमिह विद्यते॥ (BG 4.38)",
      "meaning": "ज्ञान से बढ़कर पवित्र कुछ नहीं। यह अंधकार और अवसाद मिटा देता है।"
    },
    {
      "shlok": "ज्ञानेन तु तदज्ञानं येषां नाशितमात्मनः। तेषामादित्यवज्ज्ञानं प्रकाशयति तत्परम्॥ (BG 5.16)",
      "meaning": "जिसका अज्ञान ज्ञान से नष्ट हो गया है, उसका जीवन सूर्य की तरह प्रकाशित होता है।"
    },
    {
      "shlok": "अपि चेदसि पापेभ्यः सर्वेभ्यः पापकृत्तमः। सर्वं ज्ञानप्लवेनैव वृजिनं सन्तरिष्यसि॥ (BG 4.36)",
      "meaning": "सबसे बड़ा पापी भी यदि ज्ञान प्राप्त करे तो सब पापों से पार हो सकता है। अवसाद में मत रहो।"
    },
    {
      "shlok": "मयि सर्वाणि कर्माणि संन्यस्याध्यात्मचेतसा। निराशीर्निर्ममो भूत्वा युध्यस्व विगतज्वरः॥ (BG 3.30)",
      "meaning": "सब कर्म मुझे समर्पित करो और चिंता छोड़ो। अवसाद मिट जाएगा।"
    },
    {
      "shlok": "समः शत्रौ च मित्रे च तथा मानापमानयोः। शीतोष्णसुखदुःखेषु समः सङ्गविवर्जितः॥ (BG 12.18)",
      "meaning": "जो मित्र-शत्रु, मान-अपमान और सुख-दुःख में समान रहता है, वही संतुलित और आशावान होता है।"
    },
    {
      "shlok": "भक्तोऽसि मे सखा चेति रहस्यं ह्येतदुत्तमम्॥ (BG 4.3)",
      "meaning": "तुम मेरे भक्त और सखा हो। यह जानकर अवसाद का कोई कारण नहीं।"
    },
    {
      "shlok": "तेषां सततयुक्तानां भजतां प्रीतिपूर्वकम्। ददामि बुद्धियोगं तं येन मामुपयान्ति ते॥ (BG 10.10)",
      "meaning": "मैं भक्तों को बुद्धियोग देता हूँ ताकि वे मुझे प्राप्त कर सकें। यही जीवन की रोशनी है।"
    },
    {
      "shlok": "यत्र योगेश्वरः कृष्णो यत्र पार्थो धनुर्धरः। तत्र श्रीर्विजयो भूतिर्ध्रुवा नीतिर्मतिर्मम॥ (BG 18.78)",
      "meaning": "जहाँ कृष्ण और अर्जुन हैं, वहाँ निश्चित ही विजय और आशा है। अवसाद का कोई स्थान नहीं।"
    },
    {
      "shlok": "मत्तः परतरं नान्यत्किञ्चिदस्ति धनञ्जय। मयि सर्वमिदं प्रोतं सूत्रे मणिगणा इव॥ (BG 7.7)",
      "meaning": "मुझसे बढ़कर कुछ नहीं। सब मेरे में गुँथे हैं जैसे मणि धागे में।"
    },
    {
      "shlok": "अहमात्मा गुडाकेश सर्वभूताशयस्थितः॥ (BG 10.20)",
      "meaning": "मैं सब प्राणियों के हृदय में स्थित हूँ। यह जानकर अवसाद दूर हो जाता है।"
    },
    {
      "shlok": "ममैवांशो जीवलोके जीवभूतः सनातनः॥ (BG 15.7)",
      "meaning": "सभी जीव मेरे सनातन अंश हैं। तुम अकेले नहीं हो।"
    },
    {
      "shlok": "न मे पार्थ अस्ति कर्तव्यं त्रिषु लोकेषु किञ्चन। नानवाप्तमवाप्तव्यं वर्त एव च कर्मणि॥ (BG 3.22)",
      "meaning": "मुझे कुछ भी पाना बाकी नहीं है, फिर भी मैं कर्म करता हूँ। यह प्रेरणा है।"
    },
    {
      "shlok": "असंशयं महाबाहो मनो दुर्निग्रहं चलम्। अभ्यासेन तु कौन्तेय वैराग्येण च गृह्यते॥ (BG 6.35)",
      "meaning": "मन चंचल है पर अभ्यास और वैराग्य से वश में किया जा सकता है। यही अवसाद मिटाता है।"
    },
    {
      "shlok": "मत्तः स्मृतिर्ज्ञानमपोहनं च॥ (BG 15.15)",
      "meaning": "स्मृति, ज्ञान और शक्ति मुझसे ही मिलते हैं। यह जीवन को प्रकाशित करता है।"
    },
    {
      "shlok": "भक्त्या मामभिजानाति यावान्यश्चास्मि तत्त्वतः। ततो मां तत्त्वतो ज्ञात्वा विशते तदनन्तरम्॥ (BG 18.55)",
      "meaning": "भक्ति से मुझे तत्त्वतः जाना जा सकता है। यह ज्ञान अवसाद दूर करता है।"
    },
    {
      "shlok": "यो मां पश्यति सर्वत्र सर्वं च मयि पश्यति। तस्याहं न प्रणश्यामि स च मे न प्रणश्यति॥ (BG 6.30)",
      "meaning": "जो मुझे सबमें और सबको मुझमें देखता है, वह कभी अकेला महसूस नहीं करता।"
    },
    {
      "shlok": "अहं कृत्स्नस्य जगतः प्रभवः प्रलयस्तथा॥ (BG 7.6)",
      "meaning": "मैं ही पूरे जगत का उद्गम और प्रलय हूँ। यह जानकर निराशा दूर होती है।"
    },
    {
      "shlok": "ज्ञानेन तु तदज्ञानं येषां नाशितमात्मनः॥ (BG 5.16)",
      "meaning": "ज्ञान सूर्य की तरह जीवन को प्रकाशित करता है। अवसाद मिट जाता है।"
    }
  ],
  "lonely": [
    {
      "shlok": "मच्चित्तः सर्वदुर्गाणि मत्प्रसादात्तरिष्यसि॥ (BG 18.58)",
      "meaning": "यदि मन मुझमें लगाओगे तो मेरी कृपा से सब कठिनाइयाँ पार कर लोगे—तुम कभी अकेले नहीं हो।"
    },
    {
      "shlok": "अनन्याश्चिन्तयन्तो मां ये जनाः पर्युपासते। तेषां नित्याभियुक्तानां योगक्षेमं वहाम्यहम्॥ (BG 9.22)",
      "meaning": "जो भक्त मुझमें एकनिष्ठ रहते हैं, उनका योगक्षेम मैं उठाता हूँ। भगवान तुम्हारे साथी हैं।"
    },
    {
      "shlok": "न मे भक्तः प्रणश्यति॥ (BG 9.31)",
      "meaning": "मेरा भक्त कभी नष्ट नहीं होता। यह वचन याद दिलाता है कि भगवान तुम्हें कभी छोड़ते नहीं।"
    },
    {
      "shlok": "यो मां पश्यति सर्वत्र सर्वं च मयि पश्यति। तस्याहं न प्रणश्यामि स च मे न प्रणश्यति॥ (BG 6.30)",
      "meaning": "जो मुझे सबमें और सबको मुझमें देखता है, वह कभी अकेला नहीं होता।"
    },
    {
      "shlok": "अहमात्मा गुडाकेश सर्वभूताशयस्थितः॥ (BG 10.20)",
      "meaning": "मैं सब प्राणियों के हृदय में आत्मा के रूप में स्थित हूँ। यह जानकर अकेलापन समाप्त हो जाता है।"
    },
    {
      "shlok": "ममैवांशो जीवलोके जीवभूतः सनातनः॥ (BG 15.7)",
      "meaning": "हर जीव मेरा सनातन अंश है। तुम कभी अलग-थलग नहीं हो।"
    },
    {
      "shlok": "भक्तोऽसि मे सखा चेति रहस्यं ह्येतदुत्तमम्॥ (BG 4.3)",
      "meaning": "तुम मेरे भक्त और मेरे सखा हो। भगवान स्वयं तुम्हारे मित्र हैं।"
    },
    {
      "shlok": "न मे पार्थ अस्ति कर्तव्यं त्रिषु लोकेषु किञ्चन। नानवाप्तमवाप्तव्यं वर्त एव च कर्मणि॥ (BG 3.22)",
      "meaning": "भगवान को कुछ पाना शेष नहीं, फिर भी वे कर्म करते हैं। वे सदैव तुम्हारे साथ कर्म में लगे रहते हैं।"
    },
    {
      "shlok": "सर्वधर्मान्परित्यज्य मामेकं शरणं व्रज। अहं त्वां सर्वपापेभ्यो मोक्षयिष्यामि मा शुचः॥ (BG 18.66)",
      "meaning": "सब धर्म त्यागकर मेरी शरण में आओ। मैं तुम्हें मुक्त कर दूँगा। चिंता मत करो—तुम अकेले नहीं हो।"
    },
    {
      "shlok": "उद्धरेदात्मनाऽत्मानं नात्मानमवसादयेत्॥ (BG 6.5)",
      "meaning": "स्वयं को ऊपर उठाओ, गिराओ मत। स्वयं अपने मित्र बनो—फिर अकेलापन मिट जाएगा।"
    },
    {
      "shlok": "न हि कल्याणकृत्कश्चिद्दुर्गतिं तात गच्छति॥ (BG 6.40)",
      "meaning": "जो शुभ कर्म करता है, उसका कभी अनर्थ नहीं होता। यह जानकर अकेलापन दूर हो जाता है।"
    },
    {
      "shlok": "क्षिप्रं भवति धर्मात्मा शश्वच्छान्तिं निगच्छति॥ (BG 9.31)",
      "meaning": "भक्त शीघ्र धर्मात्मा बन जाता है और शांति प्राप्त करता है—यह जानकर आत्मबल पाओ।"
    },
    {
      "shlok": "मन्मना भव मद्भक्तो मद्याजी मां नमस्कुरु। मामेवैष्यसि युक्त्वैवमात्मानं मत्परायणः॥ (BG 9.34)",
      "meaning": "मन मुझमें लगाओ, मेरे भक्त बनो, मेरी पूजा करो। तुम कभी अकेले नहीं रहोगे।"
    },
    {
      "shlok": "तेषां सततयुक्तानां भजतां प्रीतिपूर्वकम्। ददामि बुद्धियोगं तं येन मामुपयान्ति ते॥ (BG 10.10)",
      "meaning": "मैं भक्तों को बुद्धियोग देता हूँ ताकि वे मुझे प्राप्त कर सकें। भगवान सदैव संग देते हैं।"
    },
    {
      "shlok": "अहं हि सर्वयज्ञानां भोक्ता च प्रभुरेव च॥ (BG 9.24)",
      "meaning": "सभी यज्ञों का भोक्ता और स्वामी मैं हूँ। हर भक्त का साथी मैं ही हूँ।"
    },
    {
      "shlok": "भक्त्या मामभिजानाति यावान्यश्चास्मि तत्त्वतः। ततो मां तत्त्वतो ज्ञात्वा विशते तदनन्तरम्॥ (BG 18.55)",
      "meaning": "भक्ति से मुझे जाना जा सकता है और मेरे संग में प्रवेश मिलता है।"
    },
    {
      "shlok": "यत्र योगेश्वरः कृष्णो यत्र पार्थो धनुर्धरः। तत्र श्रीर्विजयो भूतिर्ध्रुवा नीतिर्मतिर्मम॥ (BG 18.78)",
      "meaning": "जहाँ भगवान कृष्ण हैं, वहाँ समृद्धि और विजय है। उनके संग अकेलापन मिट जाता है।"
    },
    {
      "shlok": "मत्तः स्मृतिर्ज्ञानमपोहनं च॥ (BG 15.15)",
      "meaning": "ज्ञान और स्मृति भगवान से आती है। वे हमेशा साथ हैं।"
    },
    {
      "shlok": "मत्तः परतरं नान्यत्किञ्चिदस्ति धनञ्जय॥ (BG 7.7)",
      "meaning": "मुझसे श्रेष्ठ कुछ नहीं। मैं सबका धागा हूँ—तुम अकेले नहीं हो।"
    },
    {
      "shlok": "समः शत्रौ च मित्रे च तथा मानापमानयोः। (BG 12.18)",
      "meaning": "सच्चा भक्त मित्र और शत्रु में समान देखता है। उसे कभी अकेलापन नहीं सताता।"
    },
    {
      "shlok": "दुःखेष्वनुद्विग्नमनाः सुखेषु विगतस्पृहः। (BG 2.56)",
      "meaning": "जो दुःख में विचलित नहीं होता और सुख में आसक्त नहीं—वह भीतर से कभी अकेला नहीं होता।"
    },
    {
      "shlok": "भक्तानामनुकम्पार्थमहमज्ञानेनावृतम्। (BG 9.29)",
      "meaning": "मैं अपने भक्तों के लिए विशेष कृपा करता हूँ। वे कभी अकेले नहीं रहते।"
    },
    {
      "shlok": "अहं त्वां सर्वपापेभ्यो मोक्षयिष्यामि मा शुचः॥ (BG 18.66)",
      "meaning": "मैं तुम्हें पापों से मुक्त कर दूँगा। तुम मेरे साथ हो—अकेलापन समाप्त।"
    },
    {
      "shlok": "भक्तोऽसि मे सखा चेति रहस्यं ह्येतदुत्तमम्॥ (BG 4.3)",
      "meaning": "तुम मेरे भक्त और सखा हो। मैं तुम्हारा मित्र हूँ।"
    },
    {
      "shlok": "यद्यदाचरति श्रेष्ठस्तत्तदेवेतरो जनः। (BG 3.21)",
      "meaning": "श्रेष्ठ जो आचरण करता है, सामान्य लोग उसका अनुसरण करते हैं। इस प्रकार कोई अकेला नहीं।"
    },
    {
      "shlok": "श्रद्धावाँल्लभते ज्ञानं तत्परः संयतेन्द्रियः। (BG 4.39)",
      "meaning": "श्रद्धा से ज्ञान मिलता है और भक्त अकेला नहीं रहता।"
    },
    {
      "shlok": "न हि ज्ञानेन सदृशं पवित्रमिह विद्यते॥ (BG 4.38)",
      "meaning": "ज्ञान सबसे पवित्र है। यह अकेलेपन का अंधकार दूर करता है।"
    },
    {
      "shlok": "सर्वभूतस्थमात्मानं सर्वभूतानि चात्मनि। (BG 6.29)",
      "meaning": "जो सभी प्राणियों में आत्मा और आत्मा में सभी प्राणी देखता है—वह कभी अकेला नहीं।"
    },
    {
      "shlok": "सर्वभूतहिते रताः। (BG 12.4)",
      "meaning": "जो सभी जीवों के कल्याण में लगे रहते हैं, वे अकेले नहीं रहते।"
    },
    {
      "shlok": "द्वन्द्वातीतः विमत्सरः। (BG 12.13)",
      "meaning": "जो ईर्ष्या रहित और द्वेष रहित है, वह अकेलेपन से मुक्त होता है।"
    }
  ],
  "hurt": [
    {
      "shlok": "समदुःखसुखं धीरं सोऽमृतत्वाय कल्पते॥ (BG 2.15)",
      "meaning": "जो सुख-दुःख को समान भाव से सहता है, वही अमृतत्व को प्राप्त होता है। चोट तुम्हें और मजबूत बनाएगी।"
    },
    {
      "shlok": "दुःखेष्वनुद्विग्नमनाः सुखेषु विगतस्पृहः। भीतरागभयक्रोधः स्थितधीर्मुनिरुच्यते॥ (BG 2.56)",
      "meaning": "जो दुःख में विचलित नहीं होता और सुख में आसक्त नहीं होता—वही स्थिरचित्त कहलाता है।"
    },
    {
      "shlok": "न त्वेवाहं जातु नासं न त्वं नेमे जनाधिपाः। न चैव न भविष्यामः सर्वे वयमतः परम्॥ (BG 2.12)",
      "meaning": "आत्मा न जन्म लेती है न मरती है। चोट शरीर को है, आत्मा को नहीं।"
    },
    {
      "shlok": "कर्मण्येवाधिकारस्ते मा फलेषु कदाचन॥ (BG 2.47)",
      "meaning": "तुम्हारा अधिकार केवल कर्म पर है, फल पर नहीं। अपमान या चोट तुम्हें रोक नहीं सकती।"
    },
    {
      "shlok": "असंशयं महाबाहो मनो दुर्निग्रहं चलम्। अभ्यासेन तु कौन्तेय वैराग्येण च गृह्यते॥ (BG 6.35)",
      "meaning": "मन चंचल है पर अभ्यास और वैराग्य से नियंत्रित किया जा सकता है। चोट से विचलित मत हो।"
    },
    {
      "shlok": "उद्धरेदात्मनाऽत्मानं नात्मानमवसादयेत्। आत्मैव ह्यात्मनो बन्धुरात्मैव रिपुरात्मनः॥ (BG 6.5)",
      "meaning": "अपने आप को ऊपर उठाओ, निराश मत हो। खुद ही अपना सबसे बड़ा मित्र बनो।"
    },
    {
      "shlok": "न हि कल्याणकृत्कश्चिद्दुर्गतिं तात गच्छति॥ (BG 6.40)",
      "meaning": "जो शुभ कर्म करता है, वह कभी विनष्ट नहीं होता। चोट तुम्हें महान बनने से रोक नहीं सकती।"
    },
    {
      "shlok": "अनन्याश्चिन्तयन्तो मां ये जनाः पर्युपासते। तेषां नित्याभियुक्तानां योगक्षेमं वहाम्यहम्॥ (BG 9.22)",
      "meaning": "जो एकनिष्ठ होकर मुझे भजते हैं, उनका योगक्षेम मैं उठाता हूँ। दुख मिटाने वाला मैं ही हूँ।"
    },
    {
      "shlok": "न मे भक्तः प्रणश्यति॥ (BG 9.31)",
      "meaning": "मेरा भक्त कभी नष्ट नहीं होता। चोट या अपमान उसे गिरा नहीं सकता।"
    },
    {
      "shlok": "मच्चित्तः सर्वदुर्गाणि मत्प्रसादात्तरिष्यसि॥ (BG 18.58)",
      "meaning": "यदि मन मुझमें लगाओगे तो मेरी कृपा से सब कठिनाइयाँ पार कर लोगे।"
    },
    {
      "shlok": "सर्वधर्मान्परित्यज्य मामेकं शरणं व्रज। अहं त्वां सर्वपापेभ्यो मोक्षयिष्यामि मा शुचः॥ (BG 18.66)",
      "meaning": "मेरी शरण आओ, मैं तुम्हें सब दुख और पाप से मुक्त कर दूँगा। दुख मत करो।"
    },
    {
      "shlok": "यो मां पश्यति सर्वत्र सर्वं च मयि पश्यति। तस्याहं न प्रणश्यामि स च मे न प्रणश्यति॥ (BG 6.30)",
      "meaning": "जो मुझे सबमें देखता है, वह कभी अकेला या आहत महसूस नहीं करता।"
    },
    {
      "shlok": "समः शत्रौ च मित्रे च तथा मानापमानयोः। शीतोष्णसुखदुःखेषु समः सङ्गविवर्जितः॥ (BG 12.18)",
      "meaning": "जो शत्रु-मित्र, मान-अपमान और सुख-दुःख में समान रहता है, वही वास्तव में मजबूत है।"
    },
    {
      "shlok": "ज्ञानेन तु तदज्ञानं येषां नाशितमात्मनः। तेषामादित्यवज्ज्ञानं प्रकाशयति तत्परम्॥ (BG 5.16)",
      "meaning": "ज्ञान सूर्य की तरह जीवन को प्रकाशित करता है और चोट को महत्वहीन बना देता है।"
    },
    {
      "shlok": "भक्तोऽसि मे सखा चेति रहस्यं ह्येतदुत्तमम्॥ (BG 4.3)",
      "meaning": "तुम मेरे भक्त और सखा हो। यह जानकर आहत होने का कारण नहीं।"
    },
    {
      "shlok": "तेषां सततयुक्तानां भजतां प्रीतिपूर्वकम्। ददामि बुद्धियोगं तं येन मामुपयान्ति ते॥ (BG 10.10)",
      "meaning": "मैं भक्तों को बुद्धियोग देता हूँ ताकि वे मुझे प्राप्त कर सकें। दुखी मत हो।"
    },
    {
      "shlok": "यत्र योगेश्वरः कृष्णो यत्र पार्थो धनुर्धरः। तत्र श्रीर्विजयो भूतिर्ध्रुवा नीतिर्मतिर्मम॥ (BG 18.78)",
      "meaning": "जहाँ कृष्ण और अर्जुन हैं, वहाँ निश्चित ही विजय है। चोट अस्थायी है।"
    },
    {
      "shlok": "मत्तः परतरं नान्यत्किञ्चिदस्ति धनञ्जय। मयि सर्वमिदं प्रोतं सूत्रे मणिगणा इव॥ (BG 7.7)",
      "meaning": "सब कुछ मुझसे जुड़ा है जैसे मणि धागे से। आहत मत हो, तुम अकेले नहीं हो।"
    },
    {
      "shlok": "अहमात्मा गुडाकेश सर्वभूताशयस्थितः॥ (BG 10.20)",
      "meaning": "मैं सबके हृदय में स्थित हूँ। तुम्हारा दर्द भी मुझे ज्ञात है।"
    },
    {
      "shlok": "ममैवांशो जीवलोके जीवभूतः सनातनः॥ (BG 15.7)",
      "meaning": "जीव मेरा सनातन अंश है। चोट तुम्हारी आत्मा को छू भी नहीं सकती।"
    },
    {
      "shlok": "अपि चेदसि पापेभ्यः सर्वेभ्यः पापकृत्तमः। सर्वं ज्ञानप्लवेनैव वृजिनं सन्तरिष्यसि॥ (BG 4.36)",
      "meaning": "सबसे बड़ा पापी भी ज्ञान से सब पार कर सकता है। चोट तो बहुत छोटी बात है।"
    },
    {
      "shlok": "न मे पार्थ अस्ति कर्तव्यं त्रिषु लोकेषु किञ्चन। नानवाप्तमवाप्तव्यं वर्त एव च कर्मणि॥ (BG 3.22)",
      "meaning": "मुझे कुछ भी पाना बाकी नहीं है, फिर भी मैं कर्म करता हूँ। तुम भी आगे बढ़ो।"
    },
    {
      "shlok": "न हि ज्ञानेन सदृशं पवित्रमिह विद्यते॥ (BG 4.38)",
      "meaning": "ज्ञान से बढ़कर पवित्र कुछ नहीं। यह दुख और चोट मिटा देता है।"
    },
    {
      "shlok": "भक्त्या मामभिजानाति यावान्यश्चास्मि तत्त्वतः। ततो मां तत्त्वतो ज्ञात्वा विशते तदनन्तरम्॥ (BG 18.55)",
      "meaning": "भक्ति से मुझे जाना जा सकता है। यह ज्ञान आहत मन को शांति देता है।"
    },
    {
      "shlok": "अहं कृत्स्नस्य जगतः प्रभवः प्रलयस्तथा॥ (BG 7.6)",
      "meaning": "मैं ही जगत का आरंभ और अंत हूँ। आहत मन को यह जानकर शक्ति मिलेगी।"
    },
    {
      "shlok": "क्षिप्रं भवति धर्मात्मा शश्वच्छान्तिं निगच्छति॥ (BG 9.31)",
      "meaning": "भक्त शीघ्र धर्मात्मा बन जाता है और शांति पाता है। दुख अस्थायी है।"
    },
    {
      "shlok": "न हि कश्चित्क्षणमपि जातु तिष्ठत्यकर्मकृत्॥ (BG 3.5)",
      "meaning": "कोई भी क्षणभर निष्क्रिय नहीं रह सकता। कर्म करो और आहत मन से बाहर निकलो।"
    },
    {
      "shlok": "दुःखमेव सर्वं विवेकजनितं सुखं भवति॥ (भावार्थ)",
      "meaning": "हर दुःख अंततः ज्ञान और सुख का कारण बनता है। चोट भी सीख देती है।"
    }
  ],
  "bored": [
    {
      "shlok": "क्लैब्यं मा स्म गमः पार्थ नैतत्त्वय्युपपद्यते। क्षुद्रं हृदयदौर्बल्यं त्यक्त्वोत्तिष्ठ परन्तप॥ (BG 2.3)",
      "meaning": "कायरता या ऊब मत अपनाओ। हृदय की दुर्बलता छोड़कर खड़े हो जाओ।"
    },
    {
      "shlok": "कर्मण्येवाधिकारस्ते मा फलेषु कदाचन। (BG 2.47)",
      "meaning": "तुम्हारा अधिकार केवल कर्म करने में है, फल में नहीं। ऊब को दूर करने का उपाय है निरंतर कर्म।"
    },
    {
      "shlok": "योगस्थः कुरु कर्माणि सङ्गं त्यक्त्वा धनञ्जय। (BG 2.48)",
      "meaning": "योग में स्थित होकर कर्म करो। ऊब मिटेगी और जीवन में आनंद आएगा।"
    },
    {
      "shlok": "न हि कश्चित्क्षणमपि जातु तिष्ठत्यकर्मकृत्। (BG 3.5)",
      "meaning": "कोई भी क्षणभर निष्क्रिय नहीं रह सकता। सक्रियता ही ऊब को मिटाती है।"
    },
    {
      "shlok": "यज्ञार्थात्कर्मणोऽन्यत्र लोकोऽयं कर्मबन्धनः। (BG 3.9)",
      "meaning": "यज्ञ के भाव से किए गए कर्म ही मुक्त करते हैं। ऊब नहीं, उत्साह आता है।"
    },
    {
      "shlok": "तस्मादसक्तः सततं कार्यं कर्म समाचर। (BG 3.19)",
      "meaning": "आसक्ति त्यागकर सतत कर्म करो। यही ऊब मिटाकर जीवन में ऊर्जा लाता है।"
    },
    {
      "shlok": "न हि ज्ञानेन सदृशं पवित्रमिह विद्यते। (BG 4.38)",
      "meaning": "ज्ञान से बढ़कर कुछ नहीं। ज्ञान ऊब और आलस्य को समाप्त करता है।"
    },
    {
      "shlok": "श्रद्धावाँल्लभते ज्ञानं तत्परः संयतेन्द्रियः। (BG 4.39)",
      "meaning": "श्रद्धावान व्यक्ति को ज्ञान मिलता है और उसकी ऊब मिट जाती है।"
    },
    {
      "shlok": "उद्धरेदात्मनाऽत्मानं नात्मानमवसादयेत्। (BG 6.5)",
      "meaning": "स्वयं को ऊब और निराशा में मत गिराओ। स्वयं को ऊपर उठाओ।"
    },
    {
      "shlok": "असंशयं महाबाहो मनो दुर्निग्रहं चलम्। अभ्यासेन तु कौन्तेय वैराग्येण च गृह्यते॥ (BG 6.35)",
      "meaning": "मन चंचल है, ऊब लाता है। लेकिन अभ्यास और वैराग्य से इसे जीता जा सकता है।"
    },
    {
      "shlok": "यो मां पश्यति सर्वत्र सर्वं च मयि पश्यति। (BG 6.30)",
      "meaning": "जो मुझे सबमें देखता है, वह कभी ऊब महसूस नहीं करता।"
    },
    {
      "shlok": "न हि कल्याणकृत्कश्चिद्दुर्गतिं तात गच्छति। (BG 6.40)",
      "meaning": "जो शुभ कर्म करता है, उसका कभी अनर्थ नहीं होता। ऊब हटाकर जीवन में उत्साह आता है।"
    },
    {
      "shlok": "अनन्याश्चिन्तयन्तो मां ये जनाः पर्युपासते। (BG 9.22)",
      "meaning": "जो भक्त एकनिष्ठ होकर मेरी पूजा करते हैं, उनका योगक्षेम मैं उठाता हूँ। ऊब को स्थान नहीं मिलता।"
    },
    {
      "shlok": "मन्मना भव मद्भक्तो मद्याजी मां नमस्कुरु। (BG 9.34)",
      "meaning": "मन मुझमें लगाओ और भक्ति करो। यह ऊब को दूर कर देता है।"
    },
    {
      "shlok": "मत्तः परतरं नान्यत्किञ्चिदस्ति धनञ्जय। (BG 7.7)",
      "meaning": "मुझसे श्रेष्ठ कुछ नहीं है। जीवन का यह सत्य ऊब मिटाकर प्रेरणा देता है।"
    },
    {
      "shlok": "ममैवांशो जीवलोके जीवभूतः सनातनः। (BG 15.7)",
      "meaning": "हर जीव मेरा अंश है। यह समझ ऊब और अलगाव को मिटा देती है।"
    },
    {
      "shlok": "अहमात्मा गुडाकेश सर्वभूताशयस्थितः। (BG 10.20)",
      "meaning": "मैं सब प्राणियों के हृदय में हूँ। यह जानकर अकेलापन और ऊब मिट जाती है।"
    },
    {
      "shlok": "तेषां सततयुक्तानां भजतां प्रीतिपूर्वकम्। (BG 10.10)",
      "meaning": "मैं भक्तों को बुद्धियोग देता हूँ। इससे ऊब और भ्रम दूर होते हैं।"
    },
    {
      "shlok": "सर्वधर्मान्परित्यज्य मामेकं शरणं व्रज। (BG 18.66)",
      "meaning": "सब धर्म छोड़कर मेरी शरण आओ। तब ऊब और थकान स्वतः मिट जाएगी।"
    },
    {
      "shlok": "यत्र योगेश्वरः कृष्णो यत्र पार्थो धनुर्धरः। (BG 18.78)",
      "meaning": "जहाँ कृष्ण और अर्जुन हैं, वहाँ विजय और ऊर्जा है। ऊब नहीं।"
    },
    {
      "shlok": "दुःखेष्वनुद्विग्नमनाः सुखेषु विगतस्पृहः। (BG 2.56)",
      "meaning": "जो दुःख में विचलित नहीं होता और सुख में आसक्त नहीं होता, वह ऊब से परे होता है।"
    },
    {
      "shlok": "समः शत्रौ च मित्रे च तथा मानापमानयोः। (BG 12.18)",
      "meaning": "जो मित्र-शत्रु और मान-अपमान में समान है, वह ऊब महसूस नहीं करता।"
    },
    {
      "shlok": "क्षिप्रं भवति धर्मात्मा शश्वच्छान्तिं निगच्छति। (BG 9.31)",
      "meaning": "भक्त शीघ्र धर्मात्मा बनता है और शांति प्राप्त करता है। ऊब का स्थान ही नहीं।"
    },
    {
      "shlok": "मत्तः स्मृतिर्ज्ञानमपोहनं च। (BG 15.15)",
      "meaning": "स्मृति और ज्ञान भगवान से आते हैं। ऊब मिट जाती है।"
    },
    {
      "shlok": "भक्तोऽसि मे सखा चेति रहस्यं ह्येतदुत्तमम्। (BG 4.3)",
      "meaning": "तुम मेरे भक्त और सखा हो। ईश्वर का मित्र बनना ऊब को दूर कर देता है।"
    },
    {
      "shlok": "न मे भक्तः प्रणश्यति। (BG 9.31)",
      "meaning": "मेरा भक्त कभी नष्ट नहीं होता। ऊब मिटाने का यह आत्मविश्वास है।"
    },
    {
      "shlok": "न हि ज्ञानेन सदृशं पवित्रमिह विद्यते। (BG 4.38)",
      "meaning": "ज्ञान सबसे पवित्र है। यह ऊब और खालीपन को समाप्त करता है।"
    },
    {
      "shlok": "न त्वेवाहं जातु नासं न त्वं नेमे जनाधिपाः। (BG 2.12)",
      "meaning": "हमेशा हम रहे हैं और रहेंगे। यह जानकर ऊब मिटती है।"
    },
    {
      "shlok": "उद्धरेदात्मनाऽत्मानं। (BG 6.5)",
      "meaning": "अपने को उठाओ और ऊब से मुक्त करो।"
    },
    {
      "shlok": "श्रद्धावाँल्लभते ज्ञानं। (BG 4.39)",
      "meaning": "श्रद्धा से ज्ञान प्राप्त होता है। ज्ञान ऊब मिटाता है।"
    }
  ],
  "surprised": [
    {
      "shlok": "आश्चर्यवत्पश्यति कश्चिदेनम् आश्चर्यवद्वदति तथैव चान्यः। आश्चर्यवच्चैनमन्यः श्रृणोति श्रुत्वाऽप्येनं वेद न चैव कश्चित्॥ (BG 2.29)",
      "meaning": "आत्मा आश्चर्य की वस्तु है—कोई इसे देख कर चकित होता है, कोई इसके बारे में सुनकर भी न समझ पाता।"
    },
    {
      "shlok": "अजो नित्यः शाश्वतोऽयं पुराणो न हन्यते हन्यमाने शरीरे॥ (BG 2.20)",
      "meaning": "आत्मा जन्मरहित, अमर और सनातन है। शरीर नष्ट होता है पर आत्मा नहीं। यह जानकर चकित रहना स्वाभाविक है।"
    },
    {
      "shlok": "विस्तरं कुरु मे वीर यथा तत्त्वान्मया श्रुतम्। (BG 11.4)",
      "meaning": "हे अर्जुन! मैं अपने विराट रूप को देखना चाहता हूँ। यह अर्जुन का आश्चर्य और चमत्कार की ओर झुकाव दिखाता है।"
    },
    {
      "shlok": "दिव्यं ददामि ते चक्षुः पश्य मे योगमैश्वरम्॥ (BG 11.8)",
      "meaning": "मैं तुझे दिव्य नेत्र देता हूँ, मेरे ऐश्वर्यपूर्ण योग को देख। यह दिव्य दर्शन अर्जुन को चकित कर गया।"
    },
    {
      "shlok": "अनेकवक्त्रनयनमनेकाद्भुतदर्शनम्। अनेकदिव्याभरणं दिव्यानेकोद्यतायुधम्॥ (BG 11.10)",
      "meaning": "भगवान के विराट रूप में अनेक मुख, नेत्र, अद्भुत रूप, दिव्य आभूषण और शस्त्र थे—जिसे देखकर अर्जुन आश्चर्यचकित रह गया।"
    },
    {
      "shlok": "दिव्यगन्धानुलप्तरं दिव्यवस्त्रयुपाश्रितम्। (BG 11.11)",
      "meaning": "वह रूप दिव्य वस्त्र, पुष्पमालाओं और गंध से सुशोभित था। यह आश्चर्य का दृश्य था।"
    },
    {
      "shlok": "दिवि सूर्यसहस्रस्य भवेद्युगपदुत्थिता। यदि भाः सदृशी सा स्याद्भासस्तस्य महात्मनः॥ (BG 11.12)",
      "meaning": "यदि एक साथ हजार सूर्यों का प्रकाश आकाश में फैल जाए, तो भी उस विराट रूप की ज्योति के बराबर नहीं होगा।"
    },
    {
      "shlok": "दृष्ट्वेदं मानव रूपं तव सौम्यं जनार्दन। इदानीमस्मि संवृत्तः सचेताः प्रकृतिं गतः॥ (BG 11.51)",
      "meaning": "हे जनार्दन! आपका यह सौम्य रूप देखकर मेरा मन स्थिर हुआ और मैं अपने स्वभाव में लौट आया। आश्चर्य से मन शांति पाता है।"
    },
    {
      "shlok": "पश्यादित्यां वसून्रुद्रानश्विनौ मरुतस्तथा। बहून्यदृष्टपूर्वाणि पश्याश्चर्याणि भारत॥ (BG 11.6)",
      "meaning": "हे अर्जुन! आदित्य, वसु, रुद्र, अश्विन और अनेक अद्भुत रूप देखो, जिन्हें तुमने पहले कभी नहीं देखा।"
    },
    {
      "shlok": "एवमुक्त्वा ततो राजन्महायोगेश्वरो हरिः। दर्शयामास पार्थाय परमं रूपमैश्वरम्॥ (BG 11.9)",
      "meaning": "महायोगेश्वर भगवान ने अर्जुन को अपना परम ऐश्वर्यपूर्ण रूप दिखाया—जिससे वह चकित हो गया।"
    },
    {
      "shlok": "तेजसा विश्वतोऽनन्तमन्तं न मध्यं न पुनस्तव। दृष्ट्वा लोकत्रयं प्रभ्यथितं महात्मन॥ (BG 11.16)",
      "meaning": "तेरी अनंत तेजस्विता से तीनों लोक चकित और भयभीत हो उठे।"
    },
    {
      "shlok": "रूपं महत्ते बहुवक्त्रनेत्रं महाबाहो बहुबाहूरुपादम्॥ (BG 11.23)",
      "meaning": "तेरे विशाल रूप में अनेक मुख, नेत्र, भुजाएँ और अंग देखकर सब देवता चकित हो गए।"
    },
    {
      "shlok": "सर्वे देवाः हर्षसंपूर्णमाना विश्वन्ते च तव रूपं महात्मन्॥ (BG 11.22)",
      "meaning": "देवता आपके इस रूप को देखकर आनंद और आश्चर्य से भर गए।"
    },
    {
      "shlok": "एतेन रूपेण च लोकसर्वं तवाप्ययं दृष्टमशेषमात्मनः॥ (BG 11.13)",
      "meaning": "तेरे विराट रूप में सम्पूर्ण लोक और जीव एक साथ देखे गए। आश्चर्यजनक दृश्य था।"
    },
    {
      "shlok": "भयानकं रूपमहद्भुतं च दृष्ट्वा लोकाः प्रमुदिताः भयभीता॥ (BG 11.24)",
      "meaning": "तेरे इस भयानक और अद्भुत रूप को देखकर लोक आश्चर्यचकित और भयभीत दोनों हो गए।"
    },
    {
      "shlok": "रूपं तवेदं परमीदं महात्मन् विश्वेश्वर विश्वरूप विश्वदेव॥ (BG 11.38)",
      "meaning": "हे विश्वेश्वर! आपका यह अद्भुत विश्वरूप देखकर मैं चकित और स्तब्ध हूँ।"
    },
    {
      "shlok": "तेषां लोकान्समग्रान्समुद्रस्त्वं प्राविशत्कवलीकृत्य। (BG 11.30)",
      "meaning": "आपके विराट मुखों में सब लोक प्रवेश करते हुए दिखे—यह आश्चर्यजनक दृश्य था।"
    },
    {
      "shlok": "कृपया विश्वरूपं तं दृष्ट्वा लोकाः प्रमोदिताः। (BG 11.23)",
      "meaning": "आपके विश्वरूप को देखकर सब लोक आनंद और आश्चर्य से भर गए।"
    },
    {
      "shlok": "एतदद्भुतरूपं दृष्ट्वा मम चित्तं प्रसीदति॥ (BG 11.45)",
      "meaning": "आपका यह अद्भुत रूप देखकर मेरा हृदय प्रसन्न और चकित हो गया।"
    },
    {
      "shlok": "दिव्यानेकदर्शने दृष्ट्वा तव रूपं विभो। (BG 11.47)",
      "meaning": "आपके अनेक दिव्य रूपों को देखकर मन आश्चर्य से भर गया।"
    },
    {
      "shlok": "लोकत्रयं तव महात्मनः रूपेण विस्मितम्॥ (BG 11.20)",
      "meaning": "आपके विराट रूप को देखकर तीनों लोक विस्मित हो गए।"
    },
    {
      "shlok": "पश्यामि देवांस्तव देवदेव तेजःप्रभां सर्वतो दीप्तिमन्तम्॥ (BG 11.15)",
      "meaning": "हे देवदेव! मैं आपके रूप में सभी देवताओं को देख रहा हूँ, जो अद्भुत और प्रकाशमान हैं।"
    },
    {
      "shlok": "तेजसा विश्वमाकाशं समग्रं प्रदीप्तं तव रूपेण। (BG 11.12)",
      "meaning": "आपके तेज से सम्पूर्ण आकाश प्रकाशित हो उठा—यह अप्रत्याशित था।"
    },
    {
      "shlok": "दृष्ट्वा तव दिव्यं रूपं न मे मनः शान्तिमाप्नुयात्॥ (BG 11.50)",
      "meaning": "आपका दिव्य रूप देखकर मेरा मन आश्चर्य से भर गया और स्थिर नहीं हो रहा।"
    }
  ],
  "joyful": [
    {
      "shlok": "विद्या विनयसम्पन्ने ब्राह्मणे गवि हस्तिनि। शुनि चैव श्वपाके च पण्डिताः समदर्शिनः॥ (BG 5.18)",
      "meaning": "ज्ञानी व्यक्ति ब्राह्मण, गाय, हाथी, कुत्ता और चांडाल को समान दृष्टि से देखता है। यह समता आंतरिक आनंद लाती है।"
    },
    {
      "shlok": "नैव तस्य कृतेनार्थो नाकृतेनेह कश्चन। न चास्य सर्वभूतेषु कश्चिदर्थव्यपाश्रयः॥ (BG 3.18)",
      "meaning": "जो आत्मसंतुष्ट है, उसे न कर्म के कारण कोई लाभ चाहिए न अकर्म से हानि। यह संतोष आनंद लाता है।"
    },
    {
      "shlok": "प्रसादे सर्वदुःखानां हानिरस्योपजायते। प्रसन्नचेतसो ह्याशु बुद्धिः पर्यवतिष्ठते॥ (BG 2.65)",
      "meaning": "ईश्वर की कृपा से सभी दुःख दूर हो जाते हैं। प्रसन्न चित्त में स्थिर बुद्धि रहती है और आनंद मिलता है।"
    },
    {
      "shlok": "सुखमात्मतृप्तः पुरुषः आत्मन्येव च सन्तुष्टः। (BG 3.17)",
      "meaning": "जो आत्मा में संतुष्ट है, वही सच्चा आनंद अनुभव करता है।"
    },
    {
      "shlok": "न मे भक्तः प्रणश्यति॥ (BG 9.31)",
      "meaning": "मेरा भक्त कभी नष्ट नहीं होता। यह सुरक्षा और आश्वासन सच्चा आनंद देता है।"
    },
    {
      "shlok": "क्षिप्रं भवति धर्मात्मा शश्वच्छान्तिं निगच्छति। (BG 9.31)",
      "meaning": "भक्त शीघ्र धर्मात्मा बनकर शाश्वत शांति प्राप्त करता है। यही वास्तविक खुशी है।"
    },
    {
      "shlok": "मन्मना भव मद्भक्तो मद्याजी मां नमस्कुरु। (BG 9.34)",
      "meaning": "मेरा भक्त हमेशा आनंदित रहता है क्योंकि उसका मन मुझमें लगा है।"
    },
    {
      "shlok": "अनन्याश्चिन्तयन्तो मां ये जनाः पर्युपासते। (BG 9.22)",
      "meaning": "जो भक्त एकनिष्ठ होकर मेरी उपासना करते हैं, उनका योगक्षेम मैं उठाता हूँ। यह आनंद का स्रोत है।"
    },
    {
      "shlok": "अहमात्मा गुडाकेश सर्वभूताशयस्थितः। (BG 10.20)",
      "meaning": "मैं सबके हृदय में स्थित हूँ। इस सत्य को जानने से आंतरिक उल्लास उत्पन्न होता है।"
    },
    {
      "shlok": "मत्तः स्मृतिर्ज्ञानमपोहनं च। (BG 15.15)",
      "meaning": "स्मृति और ज्ञान भगवान से आते हैं। यह दिव्य संग ही आनंद है।"
    },
    {
      "shlok": "मत्तः परतरं नान्यत्किञ्चिदस्ति धनञ्जय। (BG 7.7)",
      "meaning": "भगवान से श्रेष्ठ कुछ नहीं है। यह जानकर आत्मा में आनंद उत्पन्न होता है।"
    },
    {
      "shlok": "न हि ज्ञानेन सदृशं पवित्रमिह विद्यते। (BG 4.38)",
      "meaning": "ज्ञान सबसे पवित्र है। यह आत्मा को आनंद और शांति देता है।"
    },
    {
      "shlok": "भक्तोऽसि मे सखा चेति रहस्यं ह्येतदुत्तमम्। (BG 4.3)",
      "meaning": "तुम मेरे भक्त और सखा हो। यह मित्रता हृदय को आनंद से भर देती है।"
    },
    {
      "shlok": "तेषां सततयुक्तानां भजतां प्रीतिपूर्वकम्। (BG 10.10)",
      "meaning": "मैं भक्तों को बुद्धियोग देता हूँ। इस ईश्वरीय मार्गदर्शन से हृदय आनंदित रहता है।"
    },
    {
      "shlok": "समः शत्रौ च मित्रे च तथा मानापमानयोः। (BG 12.18)",
      "meaning": "जो मित्र-शत्रु और मान-अपमान में समान है, उसका मन सदैव आनंदित रहता है।"
    },
    {
      "shlok": "भक्त्या मामभिजानाति यावान्यश्चास्मि तत्त्वतः। (BG 18.55)",
      "meaning": "भक्ति से भगवान को जानने वाला आत्मा शाश्वत आनंद को प्राप्त करता है।"
    },
    {
      "shlok": "सर्वधर्मान्परित्यज्य मामेकं शरणं व्रज। (BG 18.66)",
      "meaning": "भगवान की शरण में आने से सारे दुःख दूर होकर केवल आनंद रह जाता है।"
    },
    {
      "shlok": "यत्र योगेश्वरः कृष्णो यत्र पार्थो धनुर्धरः। (BG 18.78)",
      "meaning": "जहाँ कृष्ण और अर्जुन हैं, वहाँ विजय और उल्लास निश्चित है।"
    },
    {
      "shlok": "दुःखेष्वनुद्विग्नमनाः सुखेषु विगतस्पृहः। (BG 2.56)",
      "meaning": "जो दुःख में विचलित नहीं और सुख में आसक्त नहीं, वही सच्चे आनंद को प्राप्त करता है।"
    },
    {
      "shlok": "ज्ञानेन तु तदज्ञानं येषां नाशितमात्मनः। (BG 5.16)",
      "meaning": "ज्ञान सूर्य की भांति हृदय को प्रकाशित करता है और आनंद देता है।"
    },
    {
      "shlok": "योगयुक्तो विशुद्धात्मा विजितात्मा जितेन्द्रियः। सर्वभूतात्मभूतात्मा कुर्वन्नपि न लिप्यते॥ (BG 5.7)",
      "meaning": "योगयुक्त व्यक्ति शुद्ध और आत्मसंयमी होता है। यही आंतरिक आनंद का मार्ग है।"
    },
    {
      "shlok": "लभते चात्परां शान्तिं शाश्वतीं सुखमक्षयम्। (BG 6.15)",
      "meaning": "योग में स्थिर रहने वाला भक्त शाश्वत शांति और आनंद प्राप्त करता है।"
    },
    {
      "shlok": "श्रेयान्स्वधर्मो विगुणः परधर्मात्स्वनुष्ठितात्। (BG 3.35)",
      "meaning": "अपने धर्म में टिके रहना आनंद और संतोष देता है।"
    },
    {
      "shlok": "सर्वभूतहिते रताः। (BG 12.4)",
      "meaning": "जो सभी प्राणियों के कल्याण में लगे रहते हैं, उनका जीवन आनंदमय होता है।"
    },
    {
      "shlok": "द्वन्द्वातीतो विमत्सरः। (BG 12.13)",
      "meaning": "जो द्वेष और ईर्ष्या से परे हैं, उनका जीवन आनंद से भरा रहता है।"
    },
    {
      "shlok": "सुखदुःखे समे कृत्वा लाभालाभौ जयाजयौ। (BG 2.38)",
      "meaning": "सुख-दुःख और लाभ-हानि में समान रहना स्थायी आनंद देता है।"
    },
    {
      "shlok": "कर्मजं बुद्धियुक्ता हि फलं त्यक्त्वा मनीषिणः। (BG 2.51)",
      "meaning": "कर्मफल त्यागने वाले ज्ञानी परम आनंद को प्राप्त करते हैं।"
    },
    {
      "shlok": "मुक्तसङ्गोऽनहंवादी धृत्युत्साहसमन्वितः। (BG 18.26)",
      "meaning": "जो उत्साह से कर्म करता है, वह सदैव आनंदित रहता है।"
    },
    {
      "shlok": "सर्वभूतात्मभूतात्मा कुर्वन्नपि न लिप्यते। (BG 5.7)",
      "meaning": "जो सब प्राणियों में आत्मा को देखता है, उसका हृदय आनंद से भर जाता है।"
    }
  ],
  "proud": [
    {
      "shlok": "अमानित्वमदम्भित्वमहिंसा क्षान्तिरार्जवम्। आचार्योपासनं शौचं स्थैर्यमात्मविनिग्रहः॥ (BG 13.8)",
      "meaning": "अहंकार और दम्भ का अभाव ही सच्चा ज्ञान है। गर्व छोड़कर विनम्र बनो।"
    },
    {
      "shlok": "प्रकृतेः क्रियमाणानि गुणैः कर्माणि सर्वशः। अहङ्कारविमूढात्मा कर्ताहमिति मन्यते॥ (BG 3.27)",
      "meaning": "सभी कर्म प्रकृति के गुणों से होते हैं। अहंकारी मनुष्य सोचता है कि मैं ही कर्ता हूँ।"
    },
    {
      "shlok": "मत्तः परतरं नान्यत्किञ्चिदस्ति धनञ्जय। मयि सर्वमिदं प्रोतं सूत्रे मणिगणा इव॥ (BG 7.7)",
      "meaning": "मुझसे बढ़कर कुछ भी नहीं है। सब कुछ मेरे में ही गुँथा हुआ है। गर्व का कोई कारण नहीं।"
    },
    {
      "shlok": "नाहं प्रकाशः सर्वस्य योगमायासमावृतः। मूढोऽयं नाभिजानाति लोको मामजमव्ययम्॥ (BG 7.25)",
      "meaning": "मैं योगमाया से आच्छादित हूँ। मूर्ख लोग मुझे नहीं पहचानते और अहंकार में रहते हैं।"
    },
    {
      "shlok": "क्षिप्रं भवति धर्मात्मा शश्वच्छान्तिं निगच्छति। कौन्तेय प्रतिजानीहि न मे भक्तः प्रणश्यति॥ (BG 9.31)",
      "meaning": "मेरा भक्त शीघ्र धर्मात्मा बन जाता है और शांति प्राप्त करता है। उसे अहंकार की आवश्यकता नहीं।"
    },
    {
      "shlok": "न मे पार्थ अस्ति कर्तव्यं त्रिषु लोकेषु किञ्चन। नानवाप्तमवाप्तव्यं वर्त एव च कर्मणि॥ (BG 3.22)",
      "meaning": "मुझे तीनों लोकों में कुछ भी पाना शेष नहीं, फिर भी मैं कर्म करता हूँ। यही विनम्रता है।"
    },
    {
      "shlok": "विद्या विनयसम्पन्ने ब्राह्मणे गवि हस्तिनि। शुनि चैव श्वपाके च पण्डिताः समदर्शिनः॥ (BG 5.18)",
      "meaning": "ज्ञानी व्यक्ति ब्राह्मण, गाय, हाथी, कुत्ता और चांडाल को समान दृष्टि से देखता है।"
    },
    {
      "shlok": "नाहं कर्ता सर्वकर्मणाम्। (BG 9.10)",
      "meaning": "प्रकृति मेरे निर्देशन में कार्य करती है। मनुष्य व्यर्थ ही गर्व करता है।"
    },
    {
      "shlok": "अहं सर्वस्य प्रभवः प्रलयस्तथा। (BG 7.6)",
      "meaning": "मैं ही जगत का उद्गम और प्रलय हूँ। मनुष्य को अहंकार नहीं करना चाहिए।"
    },
    {
      "shlok": "नैवं प्रज्ञावान्कर्तव्यं कर्तुमर्हसि भारत॥ (BG 18.63)",
      "meaning": "हे भारत! अपने अहंकार से प्रेरित होकर कर्म मत कर।"
    },
    {
      "shlok": "अमानित्वमदम्भित्वमहिंसा… (BG 16.1)",
      "meaning": "दैवी गुणों में अहंकार का अभाव ही सबसे पहले बताया गया है।"
    },
    {
      "shlok": "अहंकारं बलं दर्पं कामं क्रोधं च संश्रिताः। मामात्मपरदेहेषु प्रद्विषन्तोऽभ्यसूयकाः॥ (BG 16.18)",
      "meaning": "अहंकारी लोग शक्ति और दर्प में आकर दूसरों से द्वेष करते हैं।"
    },
    {
      "shlok": "दैवी संपद्विमोक्षाय निबन्धायासुरी मता। मा शुचः सम्पदं दैवीमभिजातोऽसि पाण्डव॥ (BG 16.5)",
      "meaning": "दैवी संपदा मुक्ति के लिए है और आसुरी संपदा बंधन के लिए। अहंकार आसुरी है।"
    },
    {
      "shlok": "त्रिविधं नरकस्येदं द्वारं नाशनमात्मनः। कामः क्रोधस्तथा लोभस्तस्मादेतत्त्रयं त्यजेत्॥ (BG 16.21)",
      "meaning": "काम, क्रोध और लोभ नरक के द्वार हैं। अहंकार इनसे जन्म लेता है।"
    },
    {
      "shlok": "नाहं तेष्ववस्थितः न च मत्स्थानि भूतानि। (BG 9.4)",
      "meaning": "सब मुझमें स्थित हैं, पर मैं उनमें स्थित नहीं हूँ। यह जानकर अहंकार नहीं रहता।"
    },
    {
      "shlok": "यो मां पश्यति सर्वत्र सर्वं च मयि पश्यति। तस्याहं न प्रणश्यामि स च मे न प्रणश्यति॥ (BG 6.30)",
      "meaning": "जो मुझे सबमें देखता है, वह अहंकार से रहित होता है।"
    },
    {
      "shlok": "मत्तः स्मृतिर्ज्ञानमपोहनं च। (BG 15.15)",
      "meaning": "ज्ञान और स्मृति मुझसे ही आती है। गर्व करने का कोई कारण नहीं।"
    },
    {
      "shlok": "अहमात्मा गुडाकेश सर्वभूताशयस्थितः॥ (BG 10.20)",
      "meaning": "मैं सब प्राणियों के हृदय में स्थित हूँ। इसलिए किसी को छोटा-बड़ा मानने का स्थान नहीं।"
    },
    {
      "shlok": "न मे भक्तः प्रणश्यति॥ (BG 9.31)",
      "meaning": "मेरा भक्त कभी नष्ट नहीं होता। उसे अहंकार करने की आवश्यकता नहीं।"
    },
    {
      "shlok": "मत्तः परतरं नान्यत्किञ्चिदस्ति धनञ्जय। (BG 7.7)",
      "meaning": "सब कुछ मुझसे जुड़ा है। अहंकार व्यर्थ है।"
    },
    {
      "shlok": "दैवी ह्येषा गुणमयी मम माया दुरत्यया। मामेव ये प्रपद्यन्ते मायामेतां तरन्ति ते॥ (BG 7.14)",
      "meaning": "मेरी दैवी माया को केवल मेरी शरण में जाने वाले ही पार कर सकते हैं।"
    },
    {
      "shlok": "असुरं भावमाश्रित्य जन्ममृत्युजराव्याधिदुःखदोषानुदर्शनम्॥ (BG 16.9)",
      "meaning": "अहंकारी लोग केवल दुख और बंधन में फँसते हैं।"
    },
    {
      "shlok": "अभ्यासेन तु कौन्तेय वैराग्येण च गृह्यते॥ (BG 6.35)",
      "meaning": "अभ्यास और वैराग्य से अहंकार को भी जीता जा सकता है।"
    },
    {
      "shlok": "ज्ञानेन तु तदज्ञानं येषां नाशितमात्मनः॥ (BG 5.16)",
      "meaning": "ज्ञान सूर्य की तरह अहंकार का अंधकार मिटा देता है।"
    },
    {
      "shlok": "अहं वैश्वानरो भूत्वा प्राणिनां देहमाश्रितः॥ (BG 15.14)",
      "meaning": "मैं जीवों के शरीर में पाचनाग्नि बनकर स्थित हूँ। जीवन तक मेरा ही है।"
    },
    {
      "shlok": "दैवी सम्पद्विमोक्षाय (BG 16.5)",
      "meaning": "दैवी गुण ही मुक्ति दिलाते हैं। उनमें अहंकार का कोई स्थान नहीं।"
    },
    {
      "shlok": "ज्ञानी त्वात्मैव मे मतं। (BG 7.18)",
      "meaning": "ज्ञानी व्यक्ति मुझे अपना आत्मा मानता है और अहंकार से दूर रहता है।"
    },
    {
      "shlok": "समः शत्रौ च मित्रे च (BG 12.18)",
      "meaning": "जो मित्र-शत्रु और मान-अपमान में समान रहता है, वही अहंकाररहित है।"
    },
    {
      "shlok": "न हि ज्ञानेन सदृशं पवित्रमिह विद्यते॥ (BG 4.38)",
      "meaning": "ज्ञान से बढ़कर पवित्र कुछ नहीं। यह अहंकार मिटाता है।"
    },
    {
      "shlok": "तेषां सततयुक्तानां भजतां प्रीतिपूर्वकम्। (BG 10.10)",
      "meaning": "मैं अपने भक्तों को बुद्धियोग देता हूँ। उन्हें अहंकार नहीं रहता।"
    },
    {
      "shlok": "नाहं कर्ता सर्वकर्मणाम् (BG 9.10)",
      "meaning": "सब प्रकृति मेरे अधीन काम करती है। मनुष्य व्यर्थ ही अहंकार करता है।"
    }
  ],
  "guilty": [
    {
      "shlok": "अपि चेदसि पापेभ्यः सर्वेभ्यः पापकृत्तमः। सर्वं ज्ञानप्लवेनैव वृजिनं सन्तरिष्यसि॥ (BG 4.36)",
      "meaning": "यदि तुम सबसे बड़ा पापी भी हो, तो भी ज्ञान रूपी नाव से सभी पापों को पार कर सकते हो।"
    },
    {
      "shlok": "यथैधांसि समिद्धोऽग्निर्भस्मसात्कुरुतेऽर्जुन। ज्ञानाग्निः सर्वकर्माणि भस्मसात्कुरुते तथा॥ (BG 4.37)",
      "meaning": "जैसे अग्नि लकड़ियों को जला देती है, वैसे ही ज्ञान अग्नि सभी पापों को भस्म कर देती है।"
    },
    {
      "shlok": "न हि ज्ञानेन सदृशं पवित्रमिह विद्यते॥ (BG 4.38)",
      "meaning": "ज्ञान से बढ़कर पवित्र करने वाली कोई वस्तु नहीं है। अपराधबोध भी इससे मिट जाता है।"
    },
    {
      "shlok": "क्षिप्रं भवति धर्मात्मा शश्वच्छान्तिं निगच्छति। कौन्तेय प्रतिजानीहि न मे भक्तः प्रणश्यति॥ (BG 9.31)",
      "meaning": "भले ही कोई पाप करे, लेकिन मेरा भक्त शीघ्र धर्मात्मा बन जाता है। वह कभी नष्ट नहीं होता।"
    },
    {
      "shlok": "अनन्याश्चिन्तयन्तो मां ये जनाः पर्युपासते। तेषां नित्याभियुक्तानां योगक्षेमं वहाम्यहम्॥ (BG 9.22)",
      "meaning": "जो एकनिष्ठ होकर मेरी उपासना करते हैं, उनके योगक्षेम की जिम्मेदारी मैं लेता हूँ। अपराधबोध मत रखो।"
    },
    {
      "shlok": "मच्चित्तः सर्वदुर्गाणि मत्प्रसादात्तरिष्यसि॥ (BG 18.58)",
      "meaning": "यदि तुम मन मुझमें लगाओगे तो मेरी कृपा से सभी कठिनाइयाँ और अपराधबोध पार कर लोगे।"
    },
    {
      "shlok": "सर्वधर्मान्परित्यज्य मामेकं शरणं व्रज। अहं त्वां सर्वपापेभ्यो मोक्षयिष्यामि मा शुचः॥ (BG 18.66)",
      "meaning": "सब धर्मों को त्यागकर मेरी शरण आओ। मैं तुम्हें सब पापों से मुक्त कर दूँगा। दुःखी मत हो।"
    },
    {
      "shlok": "न मे भक्तः प्रणश्यति॥ (BG 9.31)",
      "meaning": "मेरा भक्त कभी नष्ट नहीं होता। उसका अपराधबोध भी धीरे-धीरे मिट जाता है।"
    },
    {
      "shlok": "उद्धरेदात्मनाऽत्मानं नात्मानमवसादयेत्। आत्मैव ह्यात्मनो बन्धुरात्मैव रिपुरात्मनः॥ (BG 6.5)",
      "meaning": "अपने आप को ऊपर उठाओ, स्वयं को नीचे मत गिराओ। तुम स्वयं अपने मित्र हो।"
    },
    {
      "shlok": "न हि कल्याणकृत्कश्चिद्दुर्गतिं तात गच्छति॥ (BG 6.40)",
      "meaning": "जो शुभ कर्म करता है, वह कभी विनष्ट नहीं होता। अपराधबोध उसे नहीं दबा सकता।"
    },
    {
      "shlok": "अहं हि सर्वयज्ञानां भोक्ता च प्रभुरेव च॥ (BG 9.24)",
      "meaning": "मैं ही सभी यज्ञों का भोक्ता और स्वामी हूँ। गलती करने पर भी मेरी शरण में आना श्रेष्ठ है।"
    },
    {
      "shlok": "मयि सर्वाणि कर्माणि संन्यस्याध्यात्मचेतसा। निराशीर्निर्ममो भूत्वा युध्यस्व विगतज्वरः॥ (BG 3.30)",
      "meaning": "सब कर्म मुझे समर्पित करो, अपेक्षा और अपराधबोध त्यागकर काम करो।"
    },
    {
      "shlok": "न तदस्ति पृथिव्यां वा दिवि देवेषु वा पुनः। सत्यमज्ञानसंयोगाद्यत्स्यात्संसिद्धिमवाप्तुम्॥ (BG 18.78)",
      "meaning": "कोई भी इतना पापी नहीं कि ज्ञान से शुद्ध न हो सके।"
    },
    {
      "shlok": "भक्त्या मामभिजानाति यावान्यश्चास्मि तत्त्वतः। ततो मां तत्त्वतो ज्ञात्वा विशते तदनन्तरम्॥ (BG 18.55)",
      "meaning": "भक्ति से मुझे तत्त्वतः जाना जा सकता है और अपराधबोध से मुक्ति पाई जा सकती है।"
    },
    {
      "shlok": "न हि ज्ञानेन सदृशं पवित्रमिह विद्यते॥ (BG 4.38)",
      "meaning": "ज्ञान और भक्ति से आत्मा पवित्र होती है। अपराधबोध दूर हो जाता है।"
    },
    {
      "shlok": "अहमात्मा गुडाकेश सर्वभूताशयस्थितः॥ (BG 10.20)",
      "meaning": "मैं सबके हृदय में स्थित हूँ। तुम्हारा अपराधबोध भी मैं जानता हूँ और उसे दूर करता हूँ।"
    },
    {
      "shlok": "यो मां पश्यति सर्वत्र सर्वं च मयि पश्यति। तस्याहं न प्रणश्यामि स च मे न प्रणश्यति॥ (BG 6.30)",
      "meaning": "जो मुझे सबमें देखता है और सबको मुझमें देखता है, वह कभी अपराधबोध में नहीं डूबता।"
    },
    {
      "shlok": "तेषां सततयुक्तानां भजतां प्रीतिपूर्वकम्। ददामि बुद्धियोगं तं येन मामुपयान्ति ते॥ (BG 10.10)",
      "meaning": "मैं अपने भक्तों को बुद्धियोग देता हूँ ताकि वे मुझे प्राप्त कर सकें और अपराधबोध मिटा सकें।"
    },
    {
      "shlok": "यत्र योगेश्वरः कृष्णो यत्र पार्थो धनुर्धरः। तत्र श्रीर्विजयो भूतिर्ध्रुवा नीतिर्मतिर्मम॥ (BG 18.78)",
      "meaning": "जहाँ कृष्ण और अर्जुन हैं, वहाँ विजय है। अपराधबोध वहाँ टिक नहीं सकता।"
    },
    {
      "shlok": "ज्ञानेन तु तदज्ञानं येषां नाशितमात्मनः। तेषामादित्यवज्ज्ञानं प्रकाशयति तत्परम्॥ (BG 5.16)",
      "meaning": "ज्ञान से अज्ञान का नाश होता है और अपराधबोध दूर होता है।"
    }
  ],
  "empty": [
    {
      "shlok": "न हि कश्चित्क्षणमपि जातु तिष्ठत्यकर्मकृत्। (BG 3.5)",
      "meaning": "कोई भी क्षणभर निष्क्रिय नहीं रह सकता। सक्रियता खालीपन को मिटाती है।"
    },
    {
      "shlok": "कर्मण्येवाधिकारस्ते मा फलेषु कदाचन। (BG 2.47)",
      "meaning": "तुम्हारा अधिकार केवल कर्म करने में है, फल में नहीं। यही खालीपन को भरता है।"
    },
    {
      "shlok": "योगस्थः कुरु कर्माणि सङ्गं त्यक्त्वा धनञ्जय। (BG 2.48)",
      "meaning": "योग में स्थित होकर कर्म करो। यह जीवन को अर्थपूर्ण बनाता है।"
    },
    {
      "shlok": "उद्धरेदात्मनाऽत्मानं नात्मानमवसादयेत्। (BG 6.5)",
      "meaning": "अपने को स्वयं उठाओ, निराशा और खालीपन में मत गिराओ।"
    },
    {
      "shlok": "ममैवांशो जीवलोके जीवभूतः सनातनः। (BG 15.7)",
      "meaning": "हर जीव भगवान का सनातन अंश है। यह जानने से खालीपन समाप्त होता है।"
    },
    {
      "shlok": "अहमात्मा गुडाकेश सर्वभूताशयस्थितः। (BG 10.20)",
      "meaning": "भगवान सबके हृदय में स्थित हैं। हृदय कभी वास्तव में खाली नहीं है।"
    },
    {
      "shlok": "अनन्याश्चिन्तयन्तो मां ये जनाः पर्युपासते। (BG 9.22)",
      "meaning": "जो एकनिष्ठ होकर भगवान की उपासना करते हैं, उनका योगक्षेम स्वयं भगवान उठाते हैं।"
    },
    {
      "shlok": "मत्तः स्मृतिर्ज्ञानमपोहनं च। (BG 15.15)",
      "meaning": "ज्ञान और स्मृति भगवान से आती है। यह आत्मा को भर देती है।"
    },
    {
      "shlok": "नैव तस्य कृतेनार्थो नाकृतेनेह कश्चन। (BG 3.18)",
      "meaning": "जो आत्मसंतुष्ट है, उसे किसी बाहरी चीज़ की ज़रूरत नहीं होती।"
    },
    {
      "shlok": "सुखमात्मतृप्तः पुरुषः आत्मन्येव च सन्तुष्टः। (BG 3.17)",
      "meaning": "जो आत्मा में संतुष्ट है, वह कभी खाली महसूस नहीं करता।"
    },
    {
      "shlok": "न हि ज्ञानेन सदृशं पवित्रमिह विद्यते। (BG 4.38)",
      "meaning": "ज्ञान सबसे पवित्र है। यह शून्यता को दूर करता है।"
    },
    {
      "shlok": "श्रद्धावाँल्लभते ज्ञानं तत्परः संयतेन्द्रियः। (BG 4.39)",
      "meaning": "श्रद्धा और संयम से ज्ञान प्राप्त होता है, जो भीतर को भर देता है।"
    },
    {
      "shlok": "यो मां पश्यति सर्वत्र सर्वं च मयि पश्यति। (BG 6.30)",
      "meaning": "जो भगवान को सबमें और सबको भगवान में देखता है, उसे कभी खालीपन महसूस नहीं होता।"
    },
    {
      "shlok": "भक्तोऽसि मे सखा चेति रहस्यं ह्येतदुत्तमम्। (BG 4.3)",
      "meaning": "तुम मेरे भक्त और सखा हो। भगवान का मित्र होना कभी खालीपन नहीं छोड़ता।"
    },
    {
      "shlok": "न मे भक्तः प्रणश्यति। (BG 9.31)",
      "meaning": "मेरा भक्त कभी नष्ट नहीं होता। यह आत्मा को आश्वासन और पूर्णता देता है।"
    },
    {
      "shlok": "प्रसादे सर्वदुःखानां हानिरस्योपजायते। (BG 2.65)",
      "meaning": "भगवान की कृपा से दुःख समाप्त हो जाते हैं और हृदय आनंद से भर जाता है।"
    },
    {
      "shlok": "दुःखेष्वनुद्विग्नमनाः सुखेषु विगतस्पृहः। (BG 2.56)",
      "meaning": "जो दुःख-सुख में समान है, उसका हृदय शून्य नहीं बल्कि संतुलित होता है।"
    },
    {
      "shlok": "समः शत्रौ च मित्रे च तथा मानापमानयोः। (BG 12.18)",
      "meaning": "समान भाव रखने वाला भक्त कभी अकेला या खाली महसूस नहीं करता।"
    },
    {
      "shlok": "तेषां सततयुक्तानां भजतां प्रीतिपूर्वकम्। (BG 10.10)",
      "meaning": "भगवान भक्तों को बुद्धियोग देते हैं। यह जीवन को सार्थक बनाता है।"
    },
    {
      "shlok": "सर्वधर्मान्परित्यज्य मामेकं शरणं व्रज। (BG 18.66)",
      "meaning": "भगवान की शरण में आने से खालीपन मिट जाता है।"
    },
    {
      "shlok": "क्षिप्रं भवति धर्मात्मा शश्वच्छान्तिं निगच्छति। (BG 9.31)",
      "meaning": "भक्त शीघ्र धर्मात्मा बनता है और शांति प्राप्त करता है। यही खालीपन की दवा है।"
    },
    {
      "shlok": "ज्ञानेन तु तदज्ञानं येषां नाशितमात्मनः। (BG 5.16)",
      "meaning": "ज्ञान सूर्य की भांति अज्ञान और खालीपन को दूर करता है।"
    },
    {
      "shlok": "योगयुक्तो विशुद्धात्मा विजितात्मा जितेन्द्रियः। (BG 5.7)",
      "meaning": "योगयुक्त आत्मा में कभी शून्यता नहीं होती।"
    },
    {
      "shlok": "लभते चात्परां शान्तिं शाश्वतीं सुखमक्षयम्। (BG 6.15)",
      "meaning": "योगी शाश्वत शांति और सुख प्राप्त करता है। यही खालीपन को भरता है।"
    },
    {
      "shlok": "श्रेयान्स्वधर्मो विगुणः परधर्मात्स्वनुष्ठितात्। (BG 3.35)",
      "meaning": "अपने धर्म का पालन करना, चाहे साधारण ही क्यों न हो, खालीपन को मिटाता है।"
    },
    {
      "shlok": "यत्र योगेश्वरः कृष्णो यत्र पार्थो धनुर्धरः। (BG 18.78)",
      "meaning": "जहाँ कृष्ण और अर्जुन हैं, वहाँ विजय और अर्थ है। शून्यता नहीं।"
    },
    {
      "shlok": "न त्वेवाहं जातु नासं न त्वं नेमे जनाधिपाः। (BG 2.12)",
      "meaning": "हमेशा हम रहे हैं और रहेंगे। यह जानने से जीवन कभी खाली नहीं लगता।"
    },
    {
      "shlok": "सर्वभूतस्थमात्मानं सर्वभूतानि चात्मनि। (BG 6.29)",
      "meaning": "जो आत्मा को सबमें और सबको आत्मा में देखता है, उसका जीवन पूर्ण रहता है।"
    },
    {
      "shlok": "सर्वभूतहिते रताः। (BG 12.4)",
      "meaning": "जो सबके कल्याण में लगे रहते हैं, उनका जीवन खालीपन से मुक्त होता है।"
    },
    {
      "shlok": "द्वन्द्वातीतो विमत्सरः। (BG 12.13)",
      "meaning": "जो द्वेष और द्वन्द्व से परे है, उसका जीवन आनंद से भरा होता है।"
    }
  ],
  "confused": [
    {
      "shlok": "कर्मण्येवाधिकारस्ते मा फलेषु कदाचन॥ (BG 2.47)",
      "meaning": "तुम्हारा अधिकार केवल कर्म पर है, फल पर नहीं। दुविधा छोड़कर कर्म करो।"
    },
    {
      "shlok": "योगस्थः कुरु कर्माणि सङ्गं त्यक्त्वा धनञ्जय। सिद्ध्यसिद्ध्योः समो भूत्वा समत्वं योग उच्यते॥ (BG 2.48)",
      "meaning": "योग में स्थित होकर कर्म करो। सफलता और असफलता में समान रहो। यही योग है।"
    },
    {
      "shlok": "व्यवसायात्मिका बुद्धिरेकेह कुरुनन्दन। बहुशाखा ह्यनन्ताश्च बुद्धयोऽव्यवसायिनाम्॥ (BG 2.41)",
      "meaning": "स्थिर बुद्धि वाले की निश्चयात्मिका बुद्धि एक होती है, जबकि अस्थिर मनुष्य की बुद्धि अनेक शाखाओं में बँट जाती है।"
    },
    {
      "shlok": "असंशयं महाबाहो मनो दुर्निग्रहं चलम्। अभ्यासेन तु कौन्तेय वैराग्येण च गृह्यते॥ (BG 6.35)",
      "meaning": "मन चंचल है, पर अभ्यास और वैराग्य से नियंत्रित किया जा सकता है। दुविधा से छुटकारा मिलेगा।"
    },
    {
      "shlok": "उद्धरेदात्मनाऽत्मानं नात्मानमवसादयेत्। आत्मैव ह्यात्मनो बन्धुरात्मैव रिपुरात्मनः॥ (BG 6.5)",
      "meaning": "अपने आप को ऊपर उठाओ, निराश मत हो। दुविधा तुम्हारा शत्रु है।"
    },
    {
      "shlok": "सर्वधर्मान्परित्यज्य मामेकं शरणं व्रज। अहं त्वां सर्वपापेभ्यो मोक्षयिष्यामि मा शुचः॥ (BG 18.66)",
      "meaning": "सब धर्मों को त्यागकर मेरी शरण आओ। मैं तुम्हें सब बंधनों से मुक्त कर दूँगा।"
    },
    {
      "shlok": "मच्चित्तः सर्वदुर्गाणि मत्प्रसादात्तरिष्यसि। अथ चेत्त्वमहंकारान्न श्रोष्यसि विनङ्क्ष्यसि॥ (BG 18.58)",
      "meaning": "यदि मन मुझमें लगाओगे तो मेरी कृपा से सब कठिनाइयाँ पार कर लोगे। अहंकार से दुविधा में मत पड़ो।"
    },
    {
      "shlok": "तस्मादज्ञानसम्भूतं हृत्स्थं ज्ञानासिनात्मनः। छित्त्वैनं संशयं योगमातिष्ठोत्तिष्ठ भारत॥ (BG 4.42)",
      "meaning": "अज्ञान से उत्पन्न हृदय में बैठे संशय को ज्ञान की तलवार से काट दो और योग में स्थित हो जाओ।"
    },
    {
      "shlok": "श्रद्धावाँल्लभते ज्ञानं तत्परः संयतेन्द्रियः। ज्ञानं लब्ध्वा परां शान्तिमचिरेणाधिगच्छति॥ (BG 4.39)",
      "meaning": "श्रद्धावान और संयमी को ज्ञान मिलता है। ज्ञान मिलने पर दुविधा मिट जाती है।"
    },
    {
      "shlok": "ज्ञानेन तु तदज्ञानं येषां नाशितमात्मनः। तेषामादित्यवज्ज्ञानं प्रकाशयति तत्परम्॥ (BG 5.16)",
      "meaning": "ज्ञान सूर्य की तरह चमककर अज्ञान और दुविधा को मिटा देता है।"
    },
    {
      "shlok": "न हि ज्ञानेन सदृशं पवित्रमिह विद्यते॥ (BG 4.38)",
      "meaning": "ज्ञान से बढ़कर पवित्र कुछ नहीं। यह दुविधा को जड़ से समाप्त करता है।"
    },
    {
      "shlok": "मयि सर्वाणि कर्माणि संन्यस्याध्यात्मचेतसा। निराशीर्निर्ममो भूत्वा युध्यस्व विगतज्वरः॥ (BG 3.30)",
      "meaning": "सब कर्म मुझे समर्पित करो, अपेक्षा और दुविधा छोड़कर काम करो।"
    },
    {
      "shlok": "न हि कश्चित्क्षणमपि जातु तिष्ठत्यकर्मकृत्॥ (BG 3.5)",
      "meaning": "कोई भी क्षणभर भी निष्क्रिय नहीं रह सकता। दुविधा छोड़ो और कर्म करते रहो।"
    },
    {
      "shlok": "तद्विद्धि प्रणिपातेन परिप्रश्नेन सेवया। उपदेक्ष्यन्ति ते ज्ञानं ज्ञानिनस्तत्त्वदर्शिनः॥ (BG 4.34)",
      "meaning": "ज्ञानियों की शरण लो और प्रश्न पूछो। इससे दुविधा मिट जाएगी।"
    },
    {
      "shlok": "न त्वेवाहं जातु नासं न त्वं नेमे जनाधिपाः। न चैव न भविष्यामः सर्वे वयमतः परम्॥ (BG 2.12)",
      "meaning": "हम सब आत्मा रूप में सनातन हैं। इस सत्य से जीवन की दुविधा मिट जाती है।"
    },
    {
      "shlok": "ममैवांशो जीवलोके जीवभूतः सनातनः॥ (BG 15.7)",
      "meaning": "जीवात्मा मेरा सनातन अंश है। अपनी पहचान से दुविधा मिट जाती है।"
    },
    {
      "shlok": "अनन्याश्चिन्तयन्तो मां ये जनाः पर्युपासते। तेषां नित्याभियुक्तानां योगक्षेमं वहाम्यहम्॥ (BG 9.22)",
      "meaning": "जो एकनिष्ठ होकर मुझे भजते हैं, उनका योगक्षेम मैं उठाता हूँ। दुविधा उन्हें नहीं घेर सकती।"
    },
    {
      "shlok": "मत्तः परतरं नान्यत्किञ्चिदस्ति धनञ्जय। मयि सर्वमिदं प्रोतं सूत्रे मणिगणा इव॥ (BG 7.7)",
      "meaning": "मुझसे श्रेष्ठ कुछ भी नहीं है। सब मुझमें गुँथे हैं। दुविधा का अंत यहाँ होता है।"
    },
    {
      "shlok": "अहं हि सर्वयज्ञानां भोक्ता च प्रभुरेव च॥ (BG 9.24)",
      "meaning": "मैं ही सब यज्ञों का भोक्ता और स्वामी हूँ। निर्णय की दुविधा मुझे अर्पित करो।"
    },
    {
      "shlok": "यो मां पश्यति सर्वत्र सर्वं च मयि पश्यति। तस्याहं न प्रणश्यामि स च मे न प्रणश्यति॥ (BG 6.30)",
      "meaning": "जो मुझे सबमें देखता है और सबको मुझमें देखता है, वह कभी दुविधा में नहीं पड़ता।"
    },
    {
      "shlok": "तेषां सततयुक्तानां भजतां प्रीतिपूर्वकम्। ददामि बुद्धियोगं तं येन मामुपयान्ति ते॥ (BG 10.10)",
      "meaning": "मैं अपने भक्तों को बुद्धियोग देता हूँ जिससे वे मुझे प्राप्त करें। दुविधा मिटती है।"
    },
    {
      "shlok": "यत्र योगेश्वरः कृष्णो यत्र पार्थो धनुर्धरः। तत्र श्रीर्विजयो भूतिर्ध्रुवा नीतिर्मतिर्मम॥ (BG 18.78)",
      "meaning": "जहाँ कृष्ण और अर्जुन हैं, वहाँ निश्चित ही विजय है। दुविधा वहाँ नहीं रहती।"
    }
  ],
  "stressed": [
    {
      "shlok": "योगस्थः कुरु कर्माणि सङ्गं त्यक्त्वा धनञ्जय। सिद्ध्यसिद्ध्योः समो भूत्वा समत्वं योग उच्यते॥ (BG 2.48)",
      "meaning": "योग में स्थित होकर कर्म करो। सफलता और असफलता में समान रहो। यही तनाव का अंत है।"
    },
    {
      "shlok": "समदुःखसुखं धीरं सोऽमृतत्वाय कल्पते॥ (BG 2.15)",
      "meaning": "जो सुख-दुःख को समान रूप से सहता है, वही अमृतत्व के योग्य बनता है। तनाव नहीं टिकता।"
    },
    {
      "shlok": "दुःखेष्वनुद्विग्नमनाः सुखेषु विगतस्पृहः। भीतरागभयक्रोधः स्थितधीर्मुनिरुच्यते॥ (BG 2.56)",
      "meaning": "जो दुःख में विचलित नहीं होता और सुख में भी आसक्त नहीं, वही स्थिरचित्त कहलाता है। तनाव उसे नहीं पकड़ पाता।"
    },
    {
      "shlok": "कर्मण्येवाधिकारस्ते मा फलेषु कदाचन॥ (BG 2.47)",
      "meaning": "तुम्हारा अधिकार केवल कर्म पर है, फल पर नहीं। परिणाम की चिंता तनाव का कारण है।"
    },
    {
      "shlok": "उद्धरेदात्मनाऽत्मानं नात्मानमवसादयेत्। आत्मैव ह्यात्मनो बन्धुरात्मैव रिपुरात्मनः॥ (BG 6.5)",
      "meaning": "अपने आप को ऊपर उठाओ, निराश मत हो। खुद ही अपना मित्र बनो। तनाव शत्रु है।"
    },
    {
      "shlok": "न हि कश्चित्क्षणमपि जातु तिष्ठत्यकर्मकृत्॥ (BG 3.5)",
      "meaning": "कोई भी क्षणभर निष्क्रिय नहीं रह सकता। कर्म करते रहो, तनाव कम होगा।"
    },
    {
      "shlok": "असंशयं महाबाहो मनो दुर्निग्रहं चलम्। अभ्यासेन तु कौन्तेय वैराग्येण च गृह्यते॥ (BG 6.35)",
      "meaning": "मन चंचल है, लेकिन अभ्यास और वैराग्य से उसे नियंत्रित किया जा सकता है। तनाव भी इसी से मिटेगा।"
    },
    {
      "shlok": "न हि ज्ञानेन सदृशं पवित्रमिह विद्यते॥ (BG 4.38)",
      "meaning": "ज्ञान से बढ़कर पवित्र करने वाली कोई वस्तु नहीं है। यह तनाव को भी मिटा देता है।"
    },
    {
      "shlok": "श्रद्धावाँल्लभते ज्ञानं तत्परः संयतेन्द्रियः। ज्ञानं लब्ध्वा परां शान्तिमचिरेणाधिगच्छति॥ (BG 4.39)",
      "meaning": "श्रद्धावान और संयमी को ज्ञान मिलता है और वह शीघ्र परम शांति पाता है। तनाव दूर होता है।"
    },
    {
      "shlok": "सर्वधर्मान्परित्यज्य मामेकं शरणं व्रज। अहं त्वां सर्वपापेभ्यो मोक्षयिष्यामि मा शुचः॥ (BG 18.66)",
      "meaning": "सब धर्म त्यागकर मेरी शरण आओ। मैं तुम्हें सब दुख और तनाव से मुक्त कर दूँगा।"
    },
    {
      "shlok": "अनन्याश्चिन्तयन्तो मां ये जनाः पर्युपासते। तेषां नित्याभियुक्तानां योगक्षेमं वहाम्यहम्॥ (BG 9.22)",
      "meaning": "जो एकनिष्ठ होकर मेरी उपासना करते हैं, उनका योगक्षेम मैं उठाता हूँ। तनाव उन्हें नहीं घेर सकता।"
    },
    {
      "shlok": "मच्चित्तः सर्वदुर्गाणि मत्प्रसादात्तरिष्यसि॥ (BG 18.58)",
      "meaning": "यदि मन मुझमें लगाओगे तो मेरी कृपा से सब कठिनाइयाँ और तनाव पार कर लोगे।"
    },
    {
      "shlok": "तस्मादज्ञानसम्भूतं हृत्स्थं ज्ञानासिनात्मनः। छित्त्वैनं संशयं योगमातिष्ठोत्तिष्ठ भारत॥ (BG 4.42)",
      "meaning": "ज्ञान की तलवार से अज्ञान और तनाव को काट दो और योग में स्थित हो जाओ।"
    },
    {
      "shlok": "ज्ञानेन तु तदज्ञानं येषां नाशितमात्मनः। तेषामादित्यवज्ज्ञानं प्रकाशयति तत्परम्॥ (BG 5.16)",
      "meaning": "ज्ञान सूर्य की तरह चमककर अज्ञान और तनाव को मिटा देता है।"
    },
    {
      "shlok": "सुखदुःखे समे कृत्वा लाभालाभौ जयाजयौ। ततो युद्धाय युज्यस्व नैवं पापमवाप्स्यसि॥ (BG 2.38)",
      "meaning": "सुख-दुख, लाभ-हानि और जीत-हार को समान मानकर कर्म करो। तनाव नहीं टिकेगा।"
    },
    {
      "shlok": "समः शत्रौ च मित्रे च तथा मानापमानयोः। शीतोष्णसुखदुःखेषु समः सङ्गविवर्जितः॥ (BG 12.18)",
      "meaning": "जो शत्रु-मित्र, मान-अपमान और सुख-दुःख में समान रहता है, वही वास्तव में तनाव से मुक्त है।"
    },
    {
      "shlok": "यो मां पश्यति सर्वत्र सर्वं च मयि पश्यति। तस्याहं न प्रणश्यामि स च मे न प्रणश्यति॥ (BG 6.30)",
      "meaning": "जो मुझे सबमें देखता है और सबको मुझमें देखता है, वह कभी तनाव में नहीं पड़ता।"
    },
    {
      "shlok": "तेषां सततयुक्तानां भजतां प्रीतिपूर्वकम्। ददामि बुद्धियोगं तं येन मामुपयान्ति ते॥ (BG 10.10)",
      "meaning": "मैं अपने भक्तों को बुद्धियोग देता हूँ, जिससे उनका तनाव मिटता है और वे मुझे प्राप्त करते हैं।"
    },
    {
      "shlok": "भक्त्या मामभिजानाति यावान्यश्चास्मि तत्त्वतः। ततो मां तत्त्वतो ज्ञात्वा विशते तदनन्तरम्॥ (BG 18.55)",
      "meaning": "भक्ति से मुझे तत्त्वतः जाना जा सकता है और तनाव से मुक्ति पाई जा सकती है।"
    },
    {
      "shlok": "यत्र योगेश्वरः कृष्णो यत्र पार्थो धनुर्धरः। तत्र श्रीर्विजयो भूतिर्ध्रुवा नीतिर्मतिर्मम॥ (BG 18.78)",
      "meaning": "जहाँ कृष्ण और अर्जुन हैं, वहाँ विजय और शांति है। तनाव वहाँ टिक नहीं सकता।"
    }
  ]
}
